{
    "header": {
        "switch-language": "Sprache wechseln",
        "switch-theme": "Thema wechseln"
    },
    "about": {
        "menu-item": "Über mich",
        "title": "Über mich"
    },
    "skills": {
        "menu-item": "Fähigkeiten",
        "title": "Fähigkeiten"
    },
    "experience": {
        "menu-item": "Erfahrung",
        "title": "Berufserfahrung",
        "references": "Referenzen",
        "institution": {
            "bia-separation": "BIA Separations d.o.o.",
            "institute-js": "Jožef Stefan Institut",
            "akka": "AKKA GmbH",
            "achtzig20": "Achtzig20 GmbH"
        },
        "achtzig20": {
            "type": "Employee",
            "title": "Management Consultant",
            "abstract": [
                ""
            ],
            "noa": {
                "type": "CTO @ newonads GmbH",
                "title": "newonads",
                "link": "Website",
                "abstract": [
                    "Something"
                ]
            },
            "grid3": {
                "type": "CTO @ Studio3 GmbH",
                "title": "Grid3 Platform",
                "link": "Website",
                "abstract": [
                    "Something"
                ]
            },
            "achtzig20": {
                "type": "CEO @ achtzig20 d.o.o.",
                "title": "Achtzig20 d.o.o.",
                "abstract": [
                    "Something"
                ]
            },
            "development": {
                "type": "Technical Lead, Software Development and Requirements engineering",
                "alice": {
                    "title": "ALICE",
                    "abstract": [
                        "Something"
                    ]
                },
                "new": {
                    "title": "NEW",
                    "abstract": [
                        "Something"
                    ]
                },
                "fapos": {
                    "title": "FAPOS",
                    "abstract": [
                        "Something"
                    ]
                }
            },
            "trainings": {
                "type": "Trainings",
                "title": "Data Analytics Training",
                "abstract": [
                    "Something"
                ]
            }
        },
        "akka": {
            "type": "Angestellter",
            "title": "Absolvent Ingenieur",
            "abstract": [
                "Während meiner 8-monatigen Reise mit der Firma AKKA hatte ich die Möglichkeit, einen 1-monatigen Kurs bei Akkademy in Genf zu absolvieren und anschließend in Ingolstadt zu arbeiten. Obwohl das Programm neu war und der Prozess anfangs etwas chaotisch verlief, ergab sich für mich eine großartige Gelegenheit und ich knüpfte wertvolle Kontakte, die mir meine zukünftige Arbeit ermöglichten."
            ],
            "certificate": "Zertifikat",
            "projects": {
                "type": "Projekti",
                "carship": {
                    "title": "Carship",
                    "link": "carship.online",
                    "abstract": [
                        "In meiner Rolle als Hauptentwickler und Architekturentwerfer von carship.online hatte ich eine maßgebliche Beteiligung an der Entwicklung der Plattform. Ich war verantwortlich für die Implementierung von Softwarekomponenten sowie die Gestaltung des Benutzerflusses. Durch meine Arbeit konnte ich dazu beitragen, dass die Plattform effizient und benutzerfreundlich funktioniert und den Bedürfnissen der Nutzer gerecht wird."
                    ]
                },
                "second-hand": {
                    "title": "Analyse des Einflusses optionaler Ausstattungsmerkmale auf den Preis von gebrauchten AUDI-Fahrzeugen",
                    "abstract": [
                        "In diesem Projekt haben wir eine umfassende Analyse der Abhängigkeit von Gebrauchtwagenpreisen durchgeführt, wobei der Schwerpunkt auf AUDI-Fahrzeugen lag. Unser Hauptziel bestand darin, die Rolle der optionalen Ausstattungsmerkmale für die Preisbeständigkeit zu untersuchen.",
                        "Durch gründliche Recherche und Datenanalyse haben wir verschiedene optionale Ausstattungsmerkmale für AUDI-Fahrzeuge untersucht und ihren Einfluss auf den Wiederverkaufswert analysiert. Durch die Auswertung historischer Verkaufsdaten, Markttrends und der Vorlieben der Käufer wollten wir herausfinden, welche optionalen Ausstattungsmerkmale einen signifikanten Einfluss auf den Preisrückgang von AUDI-Fahrzeugen haben."
                    ]
                }
            },
            "akkademy": {
                "type": "Einarbeitung",
                "title": "Akkademy",
                "abstract": [
                    "Akkademy ist ein Einarbeitungsprogramm, das ich während meiner Anstellung bei AKKA GmbH besucht habe. Dieses Programm ermöglichte es mir, neue Kenntnisse und Fähigkeiten zu erwerben und mich tiefer in die Arbeitsprozesse und Werte des Unternehmens einzuarbeiten. Durch die Teilnahme an der Akkademy konnte ich wertvolle Erfahrungen sammeln und mich enger mit meinen Kollegen vernetzen."
                ]
            }
        },
        "institute-js": {
            "type": "Studentischer Forscher",
            "title": "Forscher am Jožef Stefan Institut",
            "abstract": [
                "Während meines Masterstudiums arbeitete ich als studentischer Forscher am Jožef Stefan Institut. Mein Mentor war Prof. Dr. Simon Sirca. In dieser Zeit lernte ich Datenanalyse, C++-Programmierung, Durchführung von Simulationen, Interpretation und Präsentation von Daten sowie vieles mehr. In den letzten sechs Monaten absolvierte ich mein Praktikum in Mainz."
            ]
        },
        "bia-separation": {
            "type": "Studentischer Forscher",
            "title": "Forscher bei BIA Separations d.o.o.",
            "abstract": [
                "Das erste größere Projekt führte ich in Zusammenarbeit mit dem Unternehmen BIA Separations und dem Jožef Stefan Institut durch. Das Unternehmen stellt spezielle Materialien her, die in verschiedenen chemischen und pharmazeutischen Labors zur Filtration von Viren und Proteinen verwendet werden. Meine Forschung führte ich im Institut durch und präsentierte die Ergebnisse dem Unternehmen. Dies erforderte Selbstständigkeit, Verantwortungsbewusstsein und Genauigkeit."
            ]
        }
    },
    "education": {
        "menu-item": "Ausbildung",
        "title": "Ausbildung",
        "institution": {
            "university": "Universität von Ljubljana",
            "faculty": "Fakultät für Mathematik und Physik",
            "high-school": "Vipava Diözesangymnasium",
            "primary-school": "Grundschule Dornberk"
        },
        "degree": {
            "master": {
                "title": "Masterstudium der mathematischen Physik",
                "abstract": [
                    "Das Masterstudium war ein großer Schritt hin zu praktischen Fähigkeiten und hat viel über meine Wünsche für meine zukünftige Karriere offenbart.",
                    "Mein Notendurchschnitt betrug 9.0, was einer Note A (USA) und 1,7 (Deutschland) entspricht."
                ]
            },
            "bachelor": {
                "title": "Bachelorstudium der allgemeinen Physik",
                "abstract": [
                    "Während des ersten Studienabschnitts wollte ich mich aufgrund meines Wunsches nach Breite nicht zu sehr spezialisieren. Daher habe ich bei der Auswahl der Fächer versucht, einen möglichst breiten Wissensbereich abzudecken. Neben allgemeinen Fächern wie Mathematik und klassischer sowie moderner Physik habe ich mich auch mit den Prinzipien der Astronomie, Geophysik, Elektronik und insbesondere der Modellphysik vertraut gemacht.",
                    "Mein Notendurchschnitt betrug 8,3, was einer Note A (USA) und 2,3 (Deutschland) entspricht."
                ]
            },
            "high-school": {
                "title": "Allgemeines Gymnasialprogramm",
                "abstract": "Das Gymnasialprogramm hat es mir ermöglicht, eine überdurchschnittliche Allgemeinbildung zu erlangen und betonte die Bedeutung des Mitmenschen, der Ethik und moralischer Fragen, wodurch ein besseres Verständnis von mir selbst und anderen ermöglicht wurde. Neben den allgemeinen Fächern habe ich auch Grundkenntnisse der italienischen und lateinischen Sprache erworben. Darüber hinaus erhielt ich das Zois-Stipendium für begabte Studenten."
            },
            "primary-school": {
                "title": "Grundschulbildung",
                "abstract": "Die frühzeitige Teilnahme an verschiedenen außerschulischen Aktivitäten wie musikalischer Ausbildung, Schachwettbewerben und Sport hat es mir ermöglicht, meinen Horizont zu erweitern."
            }
        },
        "master-thesis": {
            "type": "Masterarbeit",
            "title": "Aufbau eines Experiments zur Messung des Axialen Formfaktors des Protons",
            "file": "Dateidownload",
            "code": "Source Code",
            "abstract": [
                "Ich diskutiere hier die Durchführbarkeit eines Experiments mit schwacher geladener Strömung unter Verwendung eines Elektronenstrahls niedriger Energie mit Energien unterhalb der Pionenschwelle (120 MeV). Das Ziel ist es, die Q&#178;-Abhängigkeit des axialen Vektor-Formfaktors GA zu messen. Dieser kann modellunabhängig und robust extrahiert werden, ähnlich wie bei elektromagnetischen Formfaktoren aus typischen Elektronenstreuungsexperimenten mit geringer Unsicherheit. Dies steht im Gegensatz zu den bisher verwendeten Methoden, um GA zugänglich zu machen, wie Neutrinomessungen und Pionenelektroproduktion.",
                "Ein solches wegweisendes Experiment könnte auch den Zugang zu anderen Größen ermöglichen, darunter auch der magnetische Formfaktor des freien Neutrons. Obwohl dies für hadronische und nukleare Physik von fundamentaler Bedeutung ist, wurden bisher nur wenige Eigenschaften des freien Neutrons gemessen. Die Durchführbarkeit wurde mit dem Toolkit Geant4 getestet, dessen Zweck darin besteht, die Wechselwirkungen von Teilchen mit Materie zu simulieren."
            ]
        },
        "student-exchange": {
            "type": "Studierendenaustausch",
            "title": "Erasmus+ Studentenaustauschprogramm",
            "abstract": [
                "Im letzten Semester meines Studiums habe ich am Erasmus+ Studentenaustauschprogramm teilgenommen. Ich habe als Praktikant im Mikrotron in Mainz (Deutschland) gearbeitet. Während meines Praktikums habe ich auch einige Kurse an der örtlichen Universität (Johannes Gutenberg-Universität) besucht. Neben den Grundkenntnissen der deutschen Sprache habe ich viele Menschen kennengelernt, meinen Horizont erweitert und meine sozialen Fähigkeiten verbessert. Während des Praktikums habe ich gelernt, große Datenmengen zu analysieren. Außerdem habe ich an einem Projekt gearbeitet, das Design, Konstruktion und Test einer Detektorerweiterung umfasste."
            ]
        },
        "manhattan-project": {
            "type": "Seminar",
            "title": "Physik des Manhattan-Projekts",
            "file": "Dateidownload",
            "presentation": "Präsentation",
            "abstract": [
                "In diesem Seminar wird die Physik hinter dem Manhattan-Projekt vorgestellt. Es wird versucht, die Probleme zu beschreiben, mit denen die Physiker konfrontiert waren, als sie während des Zweiten Weltkriegs die Atombombe entwickelten, sowie die getroffenen Entscheidungen. Hierbei geht es um die Wahl des geeigneten spaltbaren Materials, die Art der Detonation und andere Aspekte. Die Prozesse im Inneren des Bombenkerns werden mithilfe einfacher Modelle und Techniken präsentiert. Am Ende testen wir eine numerische Simulation der Detonation anhand der gewonnenen Ergebnisse und vergleichen sie mit den tatsächlichen Daten."
            ]
        },
        "bachelor-thesis": {
            "type": "Bachelorarbeit",
            "title": "Bariogenese über Leptogenese",
            "file": "Dateidownload",
            "presentation": "Präsentation",
            "abstract": [
                "Im Seminar wird ein möglicher Szenario der Baryogenese vorgestellt, das zur beobachteten kosmologischen Baryonasymmetrie führen könnte. Dieses Szenario wird als Baryogenese über Leptogenese bezeichnet und ist möglich, wenn eine Theorie gilt, die annimmt, dass alle Neutrinos Majorana-Fermionen sind. Zusätzlich zu den leichten linksdrehenden Neutrinos sagt die Theorie auch schwere rechtsdrehende Neutrinos mit einer Masse M voraus. Bei Temperaturen um T ∼ M erzeugen diese Neutrinos durch Zerfälle außerhalb des thermischen Gleichgewichts eine Leptonenasymmetrie, wodurch die Erhaltung der Leptonenzahl und die CP-Symmetrie gebrochen werden. Nicht-perturbative Prozesse der elektroschwachen Wechselwirkung im Standardmodell wandeln dann den Überschuss an Leptonen in eine Baryonasymmetrie um."
            ]
        },
        "iskre": {
            "type": "Technischer Redakteur",
            "title": "Iskre",
            "issue": "Jahrgang",
            "number": "Nummer",
            "abstract": [
                "Während des Gymnasiumprogramms habe ich 4 Jahre lang als technischer Redakteur mitgearbeitet und bei der Erstellung des schulischen Newsletters namens Iskre mitgewirkt. Die Ergebnisse meiner Arbeit können Sie unter den folgenden Links überprüfen."
            ]
        }
    },
    "contact": {
        "menu-item": "Kontakt",
        "title": "Möchten Sie Kontakt aufnehmen?",
        "title-success": "Vielen Dank für Ihre Kontaktaufnahme!",
        "full-name": {
            "label": "Vollständiger Name",
            "placeholder": "Geben Sie Ihren vollständigen Namen ein",
            "error": {
                "required": "Bitte geben Sie Ihren Namen ein."
            }
        },
        "email": {
            "label": "E-Mail-Addresse",
            "placeholder": "beispiel@gmx.com",
            "hint": "Ich werde Ihre E-Mail-Adresse niemals an Dritte weitergeben.",
            "error": {
                "required": "Bitte geben Sie Ihre E-Mail-Adresse ein.",
                "email": "Bitte geben Sie eine gültige E-Mail-Adresse ein."
            }
        },
        "subject": {
            "label": "Warum möchten Sie Kontakt aufnehmen?",
            "placeholder": "Ich nehme Kontakt auf, weil... (bitte wählen Sie eine Option)",
            "option": {
                "freelance": "Ich benötige eine Dienstleistung...",
                "offering-position": "Sind Sie an einer Zusammenarbeit interessiert?",
                "technical-advice": "Ich benötige technische Beratung.",
                "seeking-job": "Ich suche nach einer Stelle.",
                "other": "Ich möchte nur plaudern."
            },
            "error": {
                "required": "Bitte wählen Sie einen Zweck aus."
            }
        },
        "message": {
            "label": "Nachricht",
            "placeholder": "Geben Sie Ihre Nachricht ein...",
            "error": {
                "required": "Bitte geben Sie eine Nachricht ein."
            }
        },
        "checkout": "",
        "submit": {
            "label": "Absenden",
            "subject": "Online-Kontakt",
            "one-last-thing": "Nur um sicherzugehen, dass Sie kein Bot sind. Ich weiß, es ist ein bisschen lästig, aber bitte haben Sie Geduld.",
            "fail": "Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut oder schreiben Sie mir auf LinkedIn:",
            "success": "Nachricht wurde erfolgreich gesendet! Ich werde mich schnellstmöglich bei Ihnen melden."
        }
    },
    "theme": {
        "light": "Lichtmodus",
        "dark": "Dunkelmodus"
    },
    "website": {
        "link": "Webseite"
    }
}