{
    "header": {
        "switch-language": "Sprache wechseln"
    },
    "about": {
        "menu-item": "Über mich",
        "hi-there": "Hallo",
        "title": "Meine Name ist Črt Harej",
        "subtitle": "Hier können Sie etwas über mich lesen",
        "text": [
            "Ich bin ein hochmotivierter und erfahrener Profi mit fundierten Kenntnissen in der Softwareentwicklung und im Projektmanagement. Als CEO von Achtzig20 d.o.o. leite ich erfolgreich ein Team talentierter Mitarbeiter und überwache die Gründung unserer Tochtergesellschaft. Mit Leidenschaft für Technologie und Innovation bin ich an verschiedenen Projekten beteiligt, darunter die Entwicklung einer digitalen Werbeplattform newonads und die Schaffung einer Community-Aufbau-Plattform GRID3. Meine Fähigkeiten in Leitung, Problemlösung und strategischem Denken ermöglichen mir, erfolgreiche Ergebnisse zu erzielen und Mehrwert für Kunden zu schaffen.",
            "Neben meinen beruflichen Aktivitäten bin ich auch begeistert von Musik, Sport und Reisen. Diese Hobbys bringen Balance in mein Leben und inspirieren mich, neue Horizonte zu erkunden. Mit guten Kenntnissen der deutschen und englischen Sprache sowie einem mittleren Sprachniveau in Deutsch bin ich in der Lage, mit unterschiedlichen Zielgruppen zu kommunizieren und bedeutungsvolle Verbindungen aufzubauen. Ich bin leidenschaftlich daran interessiert, meine Fähigkeiten, mein Wissen und meine Erfahrungen einzusetzen, um einen positiven Einfluss in der digitalen Welt und darüber hinaus zu schaffen."
        ]
    },
    "cv": {
        "menu-item": "Lebenslauf erstellen",
        "about": "Ich bin erfahrener <b>Softwareentwickler</b> und <b>CEO von Achtzig20 d.o.o.</b> Mit Leidenschaft für Technologie habe ich Projekte wie die Werbeplattform <b>newonads</b> und die Community-Plattform <b>GRID3</b> geleitet. Dank starker Führungsfähigkeiten und strategischem Denken liefere ich konstant Wert für Kunden. Fließend in Slowenisch und Englisch, mit mittleren Deutschkenntnissen, genieße ich Musik, Sport und Reisen und strebe nach positivem Einfluss in der digitalen Welt.",
        "experience": {
            "achtzig20": {
                "summary-long": [
                    "<b>Technischer Leiter bei Achtzig20 GmbH</b>, bietet technische Leitung in den Bereichen Requirements-Ingenieurwesen, Softwareentwicklung, Softwarearchitektur und DevOps.",
                    "<b>Geschäftsführer von Achtzig20 d.o.o.</b>, führt das Unternehmen durch verschiedene Wachstumsphasen, einschließlich der Gründung einer neuen Tochtergesellschaft und eines Büros in Ljubljana.",
                    "<b>CTO bei newonads GmbH</b>, verantwortlich für die Verwaltung einer digitalen Werbeplattform, die sich auf die Verbesserung der Markenbekanntheit, Lead-Generierung und Verkäufe konzentriert.",
                    "<b>CTO bei Studio3 GmbH</b>, hilft Agenturen beim Aufbau und der Pflege digitaler Gemeinschaften mit Hilfe von Web3-Technologien und minimiert Sicherheitsrisiken und Overhead.",
                    "Arbeitete mit renommierten Kunden wie Audi, Porsche, BMW und DZ Bank an der Entwicklung von Softwarelösungen und Schulungen im Bereich Datenanalyse.",
                    "Führte Projekte einschließlich ALICE bei CARIAD für das interdisziplinäre Projektteammanagement, NEW bei AUDI für die Nachverfolgung des Entwicklungsfortschritts und FAPOS bei AUDI für die Buchung von Testautos.",
                    "Entwickelte und führte Schulungen im Bereich Datenanalyse durch und half Kunden, ihr Verständnis und ihre Nutzung von Datenanalysen zu verbessern."
                ],
                "summary": [
                    "<b>Technischer Leiter, Achtzig20 GmbH</b>: Technische Leitung, Softwareentwicklung, Architektur, DevOps.",
                    "<b>CEO, Achtzig20 d.o.o.</b>: Unternehmenswachstum, Gründung einer Tochtergesellschaft & Büroeröffnung in Ljubljana.",
                    "<b>CTO, newonads GmbH</b>: Digitale Werbeplattform - Markenbewusstsein, Lead-Generierung, Verkauf.",
                    "<b>CTO, Studio3 GmbH</b>: Digitale Gemeinschaften mit Web3, minimierte Sicherheitsrisiken.",
                    "Kundenprojekte: Audi, Porsche, BMW, DZ Bank - Softwarelösungen & Schulungen in Datenanalyse.",
                    "Schlüsselprojekte: ALICE bei CARIAD, NEW & FAPOS bei AUDI.",
                    "Entwicklung & Durchführung von Schulungen in Datenanalyse."
                ],
                "skills": [
                    "<b>Rollen</b>: Projektmanagement, Teamleitung, Technischer Leiter, Produktdesign.",
                    "<b>Fachwissen</b>: Requirements-Engineering, Softwareentwicklung, Architektur, DevOps, Leitung, Strategisches Denken.",
                    "<b>Technik</b>: SQL Server, MongoDB, Oracle, .NET, Angular, CI/CD, Solidity, Python."
                ]
            },
            "akka": {
                "summary": [
                    "Entwicklung von carship.online mit Schwerpunkt auf Softwareentwicklung und Gestaltung des Benutzerflusses.",
                    "Konzeption und Durchführung von Schulungen in den Bereichen Data Analytics und Blockchain.",
                    "Analyse der Wiederverkaufspreise von AUDI-Fahrzeugen, mit Schwerpunkt auf dem Einfluss optionaler Ausstattungen."
                ]
            },
            "institute-js": {
                "summary": [
                    "Erwerb von Fähigkeiten in Datenanalyse, C++ Programmierung, Durchführung von Simulationen und Dateninterpretation.",
                    "Abschluss eines 6-monatigen Praktikums in Mainz Microtron."
                ]
            }
        },
        "education": {
            "masters": {
                "title": "MSc in Mathematischer Physik",
                "summary": [
                    "Notendurchschnitt: 9.0 (Entspricht A in den USA, 1.7 in Deutschland)",
                    "Dissertation: \"Einrichtung eines Experiments zur Messung des axialen Formfaktors des Protons\""
                ]
            },
            "bachelor": {
                "title": "BSc in Allgemeiner Physik",
                "summary": [
                    "Notendurchschnitt: 8.3 (Entspricht A in den USA, 2.3 in Deutschland)",
                    "Diverse Kursarbeit: Astronomie, Geophysik, Elektronik, Computationsphysik.",
                    "Dissertation: \"Bariogenesis über Leptogenesis\""
                ]
            }
        }
    },
    "skills": {
        "menu-item": "Fähigkeiten",
        "title": "Fähigkeiten",
        "hard-skills": {
            "title": "Fachkompetenzen",
            "programming": "Frameworks und Programmiersprachen",
            "databases": "Datenbanken und Infrastruktur",
            "tools": "Webanwendungen"
        },
        "soft-skills": {
            "title": "Sozialkompetenzen",
            "teamwork": "Teamarbeit",
            "communication": "Kommunikation",
            "responsibility": "Verantwortung",
            "resourcefulness": "Einfallsreichtum",
            "trainability": "Lernbereitschaft",
            "problem-solving": "Problemlösung",
            "leadership": "Personalleitung",
            "strategic-thinking": "Strategisches Denken",
            "decision-making": "Entscheidungsfindung",
            "adaptability": "Anpassungsfähigkeit",
            "financial-acumen": "Finanzielles Geschick",
            "emotional-intelligence": "Emotionale Intelligenz"
        },
        "languages": {
            "title": "Sprache",
            "slovenian": "Slowenisch",
            "english": "Englisch",
            "german": "Deutsch",
            "italian": "Italienisch"
        },
        "hobbies": {
            "title": "Hobbys",
            "singing": "Singen",
            "chess": "Schach",
            "guitar-playing": "Gitarre spielen",
            "running": "Laufen",
            "climbing": "Klettern",
            "basketball": "Basketball",
            "traveling": "Reisen",
            "gaming": "Gaming",
            "reading": "Lesen"
        }
    },
    "experience": {
        "menu-item": "Erfahrung",
        "title": "Berufserfahrung",
        "references": "Referenzen",
        "skills": "Fähigkeiten",
        "tech-stack": "Technologie-Stack",
        "present": "bis heute",
        "institution": {
            "bia-separation": "BIA Separations d.o.o.",
            "institute-js": "Jožef Stefan Institut",
            "akka": "AKKA GmbH",
            "achtzig20": "Achtzig20 GmbH"
        },
        "achtzig20": {
            "type": "Employee",
            "title": "Software-Teamleiter",
            "abstract": [
                "In meiner Rolle bei Achtzig20 hatte ich das Privileg, mit einem dynamischen Team zusammenzuarbeiten und zum Wachstum und Erfolg des Unternehmens beizutragen. Ausgehend von meiner Erfahrung mit AKKA, wo ich wertvolle Fähigkeiten als Softwareentwickler und -architekt erworben habe, wechselte ich zu Achtzig20 und übernahm die Rolle eines technischen Leiters. Mit einem starken Fokus auf Requirements-Management, Softwareentwicklung, Softwarearchitektur und DevOps spielte ich eine entscheidende Rolle bei der Bereitstellung hochwertiger Lösungen für unsere Kunden.",
                "Darüber hinaus erstreckte sich meine Reise mit Achtzig20 über technische Expertise hinaus. Als CEO von Achtzig20 d.o.o. führe ich das Unternehmen durch verschiedene Wachstumsphasen. Vom Arbeiten mit e-Študentski Servis und der Einrichtung eines schönen Büros im Herzen von Ljubljana bis hin zur Gründung der Tochtergesellschaft Achtzig20 d.o.o. war es mein Ziel, eine starke und erfolgreiche Organisation aufzubauen.",
                "In meiner Arbeit habe ich mit renommierten Kunden wie Audi, Porsche, BMW, DZ Bank und anderen zusammengearbeitet und Softwarelösungen auf Basis von Webclients oder Desktop-Tools entwickelt, schwierige interne technische Herausforderungen gelöst, Schulungen im Bereich Datenanalyse durchgeführt und mein Fachwissen genutzt, um wertvolle Erkenntnisse zu generieren.",
                "Meine Erfahrung mit Achtzig20 war geprägt von kontinuierlichem Lernen, Problemlösung und Innovation. Es war eine bereichernde Reise, die es mir ermöglichte, zum Wachstum und Erfolg des Unternehmens beizutragen und starke Beziehungen zu Kunden und Partnern aufzubauen."
            ],
            "noa": {
                "type": "CTO @ newonads GmbH",
                "title": "newonads",
                "link": "newonads.de",
                "abstract": [
                    "Newonads ist eine digitale Werbeplattform, die Marken und Unternehmen mit relevanter und verlässlicher Reichweite, emotionaler Ansprache und einer loyalen Community in einem definierten geografischen Gebiet verbindet. Alle Kampagnen können geplant, gemessen und direkt die gewünschte Zielgruppe erreichen.",
                    "Wenn Sie nach einer digitalen Werbeplattform suchen, die Ihnen dabei helfen kann, Ihre Zielgruppe zu erreichen, die Markenbekanntheit zu steigern, Leads zu generieren und den Verkauf anzukurbeln, dann ist newonads eine großartige Option."
                ],
                "skills": [
                    "Projektmanagement",
                    "Teamleitung",
                    "Produktdesign",
                    "Technische Leitung",
                    "Requirements-Management",
                    "Softwareentwicklung",
                    "Softwarearchitektur",
                    "DevOps"
                ]
            },
            "grid3": {
                "type": "CTO @ Studio3 GmbH",
                "title": "GRID3",
                "link": "grid3.io",
                "abstract": [
                    "Grid3 ist eine Plattform, die Agenturen dabei unterstützt, digitale Communities aufzubauen und zu pflegen, indem sie die Vorteile des Web3-Bereichs nutzt, jedoch ohne die damit verbundenen Sicherheitsrisiken und Zusatzkosten.",
                    "Sie bietet eine Vielzahl von Tools und Ressourcen, um Agenturen bei der Erstellung, Verwaltung und dem Wachstum ihrer Communities zu unterstützen. Diese Tools umfassen das Design und die Bereitstellung von Smart Contracts / NFT-Drops, API-Integrationen mit verschiedenen Online-Shops, Roadmap-Planung, Gamification von NFTs zur Steigerung der Kundenbindung usw."
                ],
                "skills": [
                    "Project Management",
                    "Team Leading",
                    "Technical Lead",
                    "Product design",
                    "Requirements engineering",
                    "Software Development",
                    "Software Architecture",
                    "DevOps"
                ]
            },
            "achtzig20": {
                "type": "CEO @ Achtzig20 d.o.o.",
                "title": "Achtzig20 d.o.o.",
                "abstract": [
                    "Als CEO von Achtzig20 d.o.o. spiele ich eine entscheidende Rolle im Wachstum und Erfolg des Unternehmens. Alles begann mit Studierenden, die über e-Študentski Servis für Achtzig20 GmbH tätig waren. Im Laufe der Zeit haben wir unser Team um Vollzeitmitarbeiter erweitert und ein wunderschönes Büro im Stadtzentrum von Ljubljana eingerichtet. Wir haben bedeutende Meilensteine erreicht, darunter die Gründung von Achtzig20 d.o.o. als Tochtergesellschaft. Gemeinsam haben wir eine starke und blühende Organisation aufgebaut, angetrieben von unserer Leidenschaft für Exzellenz und unserem Engagement für herausragende Dienstleistungen."
                ],
                "skills": [
                    "Leitung",
                    "Strategisches Denken",
                    "Kommunikation",
                    "Entscheidungsfindung",
                    "Anpassungsfähigkeit",
                    "Finanzverständnis",
                    "Emotionale Intelligenz"
                ]
            },
            "development": {
                "type": "Projekte",
                "alice": {
                    "title": "ALICE @ CARIAD",
                    "abstract": [
                        "tatus-/Reifegradtracking für interdisziplinäre Projektteams (intern + externe Supplier) und das Management auf beliebigen Bedarfsebenen Vollständige Nachverfolgbarkeit entlang sämtlicher Entwicklungsprozess-Phasen inklusive der Freigaben auf verschiedenen Ebenen, Auswertung und Darstellung verschiedener KPIs wie Lastenheft, Bugs, Testing, Change Requests etc.",
                        "Daten werden teilweise automatisch durch APIs verschiedener Plattformen (JIRA, BitBucket, Doors, cPlace, codeBeamer, etc.) automatisch in ALICE importiert, gemapped und importiert."
                    ],
                    "skills": [
                        "Technische Leitung",
                        "Anforderungsmanagement",
                        "Softwareentwicklung",
                        "Softwarearchitektur",
                        "DevOps"
                    ]
                },
                "new": {
                    "title": "NEW @ AUDI",
                    "abstract": [
                        "Das Reportingtool ermöglicht das Verfolgen und Berichten des Entwicklungsfortschritts von Bauteilen. Es besteht aus den Bereichen Neuteiltracking, Aggregateverkabelung und Package. Teams können den Fortschritt besser verfolgen, Engpässe identifizieren und die Kommunikation verbessern."
                    ],
                    "skills": ["Technische Leitung", "Anforderungsmanagement", "Softwareentwicklung"]
                },
                "fapos": {
                    "title": "FAPOS @ AUDI",
                    "abstract": [
                        "Ein Tool, das die Buchung von Neuwagen für Tests durch Partner-Autohäuser von Audi erleichtert. Das Tool integriert GRP Single Sign-On und bietet einen umfassenden Workflow, einschließlich Administrator-Bestätigungen und E-Mail-Benachrichtigungen."
                    ],
                    "skills": ["Anforderungsmanagement", "Softwareentwicklung"]
                }
            },
            "trainings": {
                "type": "Coaching-Erfahrung",
                "title": "Data Analytics Schulung",
                "abstract": [
                    "Ich habe Erfahrung in der Durchführung von Schulungen im Bereich Data Analytics und Blockchain, wo ich zwei Programme entwickelt habe. Das erste Training konzentriert sich darauf, einen Überblick über Data Analytics zu geben und den Teilnehmern das Konzept, die Herausforderungen und den Data-Analytics-Zyklus näherzubringen. Es behandelt auch Themen wie Lean Analytics und Growth Hacking.",
                    "Das zweite Training baut auf den Grundlagen des ersten auf, indem es Python einführt und verschiedene Methoden und Machine-Learning-Algorithmen behandelt. Die Teilnehmer sammeln praktische Erfahrungen in der Programmierung mit Python und lernen, Datenanalysetechniken effektiv anzuwenden.",
                    "Beide Schulungsprogramme wurden in Zusammenarbeit mit Kunden wie BMW und DZ Bank durchgeführt, was mir wertvolle Erfahrungen in der Arbeit mit etablierten Unternehmen ermöglicht hat. Dadurch konnte ich Einblicke in die Anwendung von Datenanalyse in realen Geschäftsszenarien gewinnen und meine Fähigkeiten in der Schulung auf diesem Gebiet verbessern.",
                    "Durch diese Schulungen habe ich Kunden dabei geholfen, ihr Verständnis und ihre Nutzung der Datenanalyse zu verbessern und sie mit dem Wissen auszustatten, um Herausforderungen in diesem Bereich effektiv anzugehen."
                ]
            }
        },
        "akka": {
            "type": "Angestellter",
            "title": "Absolvent Ingenieur",
            "abstract": [
                "Während meiner 8-monatigen Reise mit der Firma AKKA hatte ich die Möglichkeit, einen 1-monatigen Kurs bei Akkademy in Genf zu absolvieren und anschließend in Ingolstadt zu arbeiten. Obwohl das Programm neu war und der Prozess anfangs etwas chaotisch verlief, ergab sich für mich eine großartige Gelegenheit und ich knüpfte wertvolle Kontakte, die mir meine zukünftige Arbeit ermöglichten."
            ],
            "certificate": "Arbeitszeugnis",
            "projects": {
                "type": "Projekte",
                "carship": {
                    "title": "Carship",
                    "link": "carship.online",
                    "abstract": [
                        "In meiner Rolle als Hauptentwickler und Architekturentwerfer von carship.online hatte ich eine maßgebliche Beteiligung an der Entwicklung der Plattform. Ich war verantwortlich für die Implementierung von Softwarekomponenten sowie die Gestaltung des Benutzerflusses. Durch meine Arbeit konnte ich dazu beitragen, dass die Plattform effizient und benutzerfreundlich funktioniert und den Bedürfnissen der Nutzer gerecht wird."
                    ]
                },
                "second-hand": {
                    "title": "Analyse des Einflusses optionaler Ausstattungsmerkmale auf den Preis von gebrauchten AUDI-Fahrzeugen",
                    "abstract": [
                        "In diesem Projekt haben wir eine umfassende Analyse der Abhängigkeit von Gebrauchtwagenpreisen durchgeführt, wobei der Schwerpunkt auf AUDI-Fahrzeugen lag. Unser Hauptziel bestand darin, die Rolle der optionalen Ausstattungsmerkmale für die Preisbeständigkeit zu untersuchen.",
                        "Durch gründliche Recherche und Datenanalyse haben wir verschiedene optionale Ausstattungsmerkmale für AUDI-Fahrzeuge untersucht und ihren Einfluss auf den Wiederverkaufswert analysiert. Durch die Auswertung historischer Verkaufsdaten, Markttrends und der Vorlieben der Käufer wollten wir herausfinden, welche optionalen Ausstattungsmerkmale einen signifikanten Einfluss auf den Preisrückgang von AUDI-Fahrzeugen haben."
                    ]
                }
            },
            "akkademy": {
                "type": "Einarbeitung",
                "title": "Akkademy",
                "abstract": [
                    "Akkademy ist ein Einarbeitungsprogramm, das ich während meiner Anstellung bei AKKA GmbH besucht habe. Dieses Programm ermöglichte es mir, neue Kenntnisse und Fähigkeiten zu erwerben und mich tiefer in die Arbeitsprozesse und Werte des Unternehmens einzuarbeiten. Durch die Teilnahme an der Akkademy konnte ich wertvolle Erfahrungen sammeln und mich enger mit meinen Kollegen vernetzen."
                ]
            }
        },
        "institute-js": {
            "type": "Wissenschaftlicher Mitarbeiter",
            "title": "Forscher am Jožef Stefan Institut",
            "abstract": [
                "Während meines Masterstudiums arbeitete ich als wissenschaftlicher Mitarbeiter am Jožef Stefan Institut. Mein Mentor war Prof. Dr. Simon Širca. In dieser Zeit lernte ich Datenanalyse, C++-Programmierung, Durchführung von Simulationen, Interpretation und Präsentation von Daten sowie vieles mehr. In den letzten sechs Monaten absolvierte ich mein Praktikum in Mainz."
            ]
        },
        "bia-separation": {
            "type": "Wissenschaftlicher Mitarbeiter",
            "title": "Forscher bei BIA Separations d.o.o.",
            "abstract": [
                "Das erste größere Projekt führte ich in Zusammenarbeit mit dem Unternehmen BIA Separations und dem Jožef Stefan Institut durch. Das Unternehmen stellt spezielle Materialien her, die in verschiedenen chemischen und pharmazeutischen Labors zur Filtration von Viren und Proteinen verwendet werden. Meine Forschung führte ich im Institut durch und präsentierte die Ergebnisse dem Unternehmen. Dies erforderte Selbstständigkeit, Verantwortungsbewusstsein und Genauigkeit."
            ]
        }
    },
    "education": {
        "menu-item": "Ausbildung",
        "title": "Ausbildung",
        "institution": {
            "university": "Universität von Ljubljana",
            "faculty": "Fakultät für Mathematik und Physik",
            "high-school": "Vipava Diözesangymnasium",
            "primary-school": "Grundschule Dornberk"
        },
        "degree": {
            "master": {
                "title": "Masterstudium der mathematischen Physik",
                "abstract": [
                    "Das Masterstudium war ein großer Schritt hin zu praktischen Fähigkeiten und hat viel über meine Wünsche für meine zukünftige Karriere offenbart.",
                    "Mein Notendurchschnitt betrug 9.0, was einer Note A (USA) und 1,7 (Deutschland) entspricht."
                ]
            },
            "bachelor": {
                "title": "Bachelorstudium der allgemeinen Physik",
                "abstract": [
                    "Während des ersten Studienabschnitts wollte ich mich aufgrund meines Wunsches nach Breite nicht zu sehr spezialisieren. Daher habe ich bei der Auswahl der Fächer versucht, einen möglichst breiten Wissensbereich abzudecken. Neben allgemeinen Fächern wie Mathematik und klassischer sowie moderner Physik habe ich mich auch mit den Prinzipien der Astronomie, Geophysik, Elektronik und insbesondere der Modellphysik vertraut gemacht.",
                    "Mein Notendurchschnitt betrug 8,3, was einer Note A (USA) und 2,3 (Deutschland) entspricht."
                ]
            },
            "high-school": {
                "title": "Allgemeines Gymnasialprogramm",
                "abstract": "Das Gymnasialprogramm hat es mir ermöglicht, eine überdurchschnittliche Allgemeinbildung zu erlangen und betonte die Bedeutung des Mitmenschen, der Ethik und moralischer Fragen, wodurch ein besseres Verständnis von mir selbst und anderen ermöglicht wurde. Neben den allgemeinen Fächern habe ich auch Grundkenntnisse der italienischen und lateinischen Sprache erworben. Darüber hinaus erhielt ich das Zois-Stipendium für begabte Studenten."
            },
            "primary-school": {
                "title": "Grundschulbildung",
                "abstract": "Die frühzeitige Teilnahme an verschiedenen außerschulischen Aktivitäten wie musikalischer Ausbildung, Schachwettbewerben und Sport hat es mir ermöglicht, meinen Horizont zu erweitern."
            }
        },
        "master-thesis": {
            "type": "Masterarbeit",
            "title": "Aufbau eines Experiments zur Messung des Axialen Formfaktors des Protons",
            "file": "Dateidownload",
            "code": "Source Code",
            "abstract": [
                "Ich diskutiere hier die Durchführbarkeit eines Experiments mit schwacher geladener Strömung unter Verwendung eines Elektronenstrahls niedriger Energie mit Energien unterhalb der Pionenschwelle (120 MeV). Das Ziel ist es, die Q&#178;-Abhängigkeit des axialen Vektor-Formfaktors GA zu messen. Dieser kann modellunabhängig und robust extrahiert werden, ähnlich wie bei elektromagnetischen Formfaktoren aus typischen Elektronenstreuungsexperimenten mit geringer Unsicherheit. Dies steht im Gegensatz zu den bisher verwendeten Methoden, um GA zugänglich zu machen, wie Neutrinomessungen und Pionenelektroproduktion.",
                "Ein solches wegweisendes Experiment könnte auch den Zugang zu anderen Größen ermöglichen, darunter auch der magnetische Formfaktor des freien Neutrons. Obwohl dies für hadronische und nukleare Physik von fundamentaler Bedeutung ist, wurden bisher nur wenige Eigenschaften des freien Neutrons gemessen. Die Durchführbarkeit wurde mit dem Toolkit Geant4 getestet, dessen Zweck darin besteht, die Wechselwirkungen von Teilchen mit Materie zu simulieren."
            ]
        },
        "student-exchange": {
            "type": "Studierendenaustausch",
            "title": "Erasmus+ Studentenaustauschprogramm",
            "abstract": [
                "Im letzten Semester meines Studiums habe ich am Erasmus+ Studentenaustauschprogramm teilgenommen. Ich habe als Praktikant im Mikrotron in Mainz (Deutschland) gearbeitet. Während meines Praktikums habe ich auch einige Kurse an der örtlichen Universität (Johannes Gutenberg-Universität) besucht. Neben den Grundkenntnissen der deutschen Sprache habe ich viele Menschen kennengelernt, meinen Horizont erweitert und meine sozialen Fähigkeiten verbessert. Während des Praktikums habe ich gelernt, große Datenmengen zu analysieren. Außerdem habe ich an einem Projekt gearbeitet, das Design, Konstruktion und Test einer Detektorerweiterung umfasste."
            ]
        },
        "manhattan-project": {
            "type": "Seminar",
            "title": "Physik des Manhattan-Projekts",
            "file": "Dateidownload",
            "presentation": "Präsentation",
            "abstract": [
                "In diesem Seminar wird die Physik hinter dem Manhattan-Projekt vorgestellt. Es wird versucht, die Probleme zu beschreiben, mit denen die Physiker konfrontiert waren, als sie während des Zweiten Weltkriegs die Atombombe entwickelten, sowie die getroffenen Entscheidungen. Hierbei geht es um die Wahl des geeigneten spaltbaren Materials, die Art der Detonation und andere Aspekte. Die Prozesse im Inneren des Bombenkerns werden mithilfe einfacher Modelle und Techniken präsentiert. Am Ende testen wir eine numerische Simulation der Detonation anhand der gewonnenen Ergebnisse und vergleichen sie mit den tatsächlichen Daten."
            ]
        },
        "bachelor-thesis": {
            "type": "Bachelorarbeit",
            "title": "Bariogenese über Leptogenese",
            "file": "Dateidownload",
            "presentation": "Präsentation",
            "abstract": [
                "Im Seminar wird ein möglicher Szenario der Baryogenese vorgestellt, das zur beobachteten kosmologischen Baryonasymmetrie führen könnte. Dieses Szenario wird als Baryogenese über Leptogenese bezeichnet und ist möglich, wenn eine Theorie gilt, die annimmt, dass alle Neutrinos Majorana-Fermionen sind. Zusätzlich zu den leichten linksdrehenden Neutrinos sagt die Theorie auch schwere rechtsdrehende Neutrinos mit einer Masse M voraus. Bei Temperaturen um T ∼ M erzeugen diese Neutrinos durch Zerfälle außerhalb des thermischen Gleichgewichts eine Leptonenasymmetrie, wodurch die Erhaltung der Leptonenzahl und die CP-Symmetrie gebrochen werden. Nicht-perturbative Prozesse der elektroschwachen Wechselwirkung im Standardmodell wandeln dann den Überschuss an Leptonen in eine Baryonasymmetrie um."
            ]
        },
        "iskre": {
            "type": "Technischer Redakteur",
            "title": "Iskre",
            "issue": "Jahrgang",
            "number": "Nummer",
            "abstract": [
                "Während des Gymnasiumprogramms habe ich 4 Jahre lang als technischer Redakteur mitgearbeitet und bei der Erstellung des schulischen Newsletters namens Iskre mitgewirkt. Die Ergebnisse meiner Arbeit können Sie unter den folgenden Links überprüfen."
            ]
        }
    },
    "contact": {
        "menu-item": "Kontakt",
        "title": "Möchten Sie Kontakt aufnehmen?",
        "title-success": "Vielen Dank für Ihre Kontaktaufnahme!",
        "full-name": {
            "label": "Vollständiger Name",
            "placeholder": "Geben Sie Ihren vollständigen Namen ein",
            "error": {
                "required": "Bitte geben Sie Ihren Namen ein."
            }
        },
        "email": {
            "label": "E-Mail-Addresse",
            "placeholder": "beispiel@gmx.com",
            "hint": "Ich werde Ihre E-Mail-Adresse niemals an Dritte weitergeben.",
            "error": {
                "required": "Bitte geben Sie Ihre E-Mail-Adresse ein.",
                "email": "Bitte geben Sie eine gültige E-Mail-Adresse ein."
            }
        },
        "subject": {
            "label": "Warum möchten Sie Kontakt aufnehmen?",
            "placeholder": "Ich nehme Kontakt auf, weil... (bitte wählen Sie eine Option)",
            "option": {
                "freelance": "Ich benötige eine Dienstleistung.",
                "offering-position": "Ich möchte Ihnen einen Job anbieten.",
                "technical-advice": "Ich benötige technische Beratung.",
                "seeking-job": "Ich suche nach einer Stelle.",
                "other": "Ich möchte nur plaudern."
            },
            "error": {
                "required": "Bitte wählen Sie einen Zweck aus."
            }
        },
        "message": {
            "label": "Nachricht",
            "placeholder": "Geben Sie Ihre Nachricht ein...",
            "error": {
                "required": "Bitte geben Sie eine Nachricht ein."
            }
        },
        "checkout": "",
        "submit": {
            "label": "Absenden",
            "subject": "Online-Kontakt",
            "one-last-thing": "Nur um sicherzugehen, dass Sie kein Bot sind. Ich weiß, es ist ein bisschen lästig, aber bitte haben Sie Geduld.",
            "fail": "Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut oder schreiben Sie mir auf LinkedIn:",
            "success": "Nachricht wurde erfolgreich gesendet! Ich werde mich schnellstmöglich bei Ihnen melden."
        }
    },
    "theme": {
        "white": "Weißmodus",
        "light": "Lichtmodus",
        "dark": "Dunkelmodus"
    },
    "website": {
        "link": "Webseite"
    },
    "accessibility": {
        "buttons": {
            "export-pdf": "Als PDF exportieren",
            "menu-open": "Menü öffnen",
            "menu-close": "Menü schließen",
            "send-contact": "Senden",
            "expand-area": "Bereich erweitern"
        },
        "images": {
            "profile": "Profilbild"
        }
    },
    "insert-password": "Passwort einfügen"
}
