{
    "header": {
        "switch-language": "Change language"
    },
    "about": {
        "menu-item": "About Me",
        "hi-there": "Hi there!",
        "title": "My name is Črt Harej",
        "subtitle": "Here is something about me",
        "text": [
            "I am motivated and experienced professional with strong knowledge of software development and project management. As a CEO of <b>Achtzig20 d.o.o.</b>, I am leading a team of talented employees and oversee the establishment of our subsidiary. With a passion for technology and innovation, I am involved in various projects, including the development of a digital advertising platform <b>newonads</b> and the creation of a community-building platform <b>GRID3</b>. My skills in leadership, problem-solving, and strategic thinking have allowed me to drive successful outcomes and deliver value to clients.",
            "Apart from my professional pursuits, I am also enthusiastic about music, sports and traveling. These hobbies bring balance to my life and inspire me to explore new horizons. With proficiency in Slovenian and English languages, and a medium level of German, I am equipped to engage with diverse audiences and foster meaningful connections. I am passionate about leveraging my skills, knowledge, and experiences to make a positive impact in the digital realm and beyond."
        ]
    },
    "cv": {
        "menu-item": "Generate CV",
        "about": "I am an experienced <b>software development</b> professional and <b>CEO of Achtzig20 d.o.o.</b> Passionate about technology and innovation, I've spearheaded projects like the <b>newonads</b> digital advertising platform, the <b>GRID3</b> community platform and <b>nito.ai</b> AI assistant. With strong leadership and strategic thinking skills, I consistently deliver value to clients. Fluent in Slovenian and English, with intermediate German, I enjoy music, sports, and travel, and am dedicated to making a positive impact in the digital world.",
        "experience": {
            "achtzig20": {
                "summary-long": [
                    "Technical Lead at Achtzig20 GmbH, providing technical leadership in requirements engineering, software development, software architecture, and DevOps.",
                    "<b>CEO of Achtzig20 d.o.o., leading the company through various growth stages, including the establishment of a new subsidiary and office in Ljubljana.",
                    "<b>CTO at newonads GmbH, responsible for managing a digital advertising platform focused on improving brand awareness, lead generation, and sales.",
                    "<b>CTO at Studio3 GmbH, helping agencies build and maintain digital communities using web3 technologies while minimizing security risks and overhead.",
                    "Worked with prestigious clients including Audi, Porsche, BMW, and DZ Bank on software solution development and data analytics training.",
                    "Led projects including ALICE at CARIAD for interdisciplinary project team management, NEW at AUDI for development progress tracking, and FAPOS at AUDI for test car booking.",
                    "Developed and conducted data analytics training programs, helping clients improve their understanding and utilization of data analytics."
                ],
                "summary": [
                    "<b>Technical Lead, Achtzig20 GmbH</b>: Technical leadership, software development, architecture, DevOps.",
                    "<b>CEO, Achtzig20 d.o.o.</b>: Growth leadership, new subsidiary & Ljubljana office establishment.",
                    "<b>CTO, newonads GmbH</b>: Digital advertising platform - brand awareness, lead generation, sales.",
                    "<b>CTO, Studio3 GmbH</b>: Digital communities via web3 tech, minimized security risks.",
                    "Client projects: Audi, Porsche, BMW, DZ Bank - software solutions & data analytics training.",
                    "Key projects: ALICE at CARIAD, NEW & FAPOS at AUDI.",
                    "Data analytics training program development & execution."
                ],
                "skills": [
                    "<b>Roles</b>: Project Management, Team Leading, Technical Lead, Product Design.",
                    "<b>Expertise</b>: Requirements Engineering, Software Development, Architecture, DevOps, Leadership, Strategic Thinking.",
                    "<b>Tech</b>: SQL Server, MongoDB, Oracle, .NET, Angular, CI/CD, Solidity, Python."
                ]
            },
            "akka": {
                "summary": [
                    "Developed carship.online, focusing on software development and user flow design.",
                    "Conception and implementation of training courses in the areas of data analytics and blockchain.",
                    "Analyzed AUDI vehicles' resale prices, emphasizing the impact of optional features."
                ]
            },
            "institute-js": {
                "summary": [
                    "Acquired skills in data analysis, C++ programming, running simulations, and data interpretation.",
                    "Completed a 6-month internship in Mainz Microtron."
                ]
            }
        },
        "education": {
            "masters": {
                "title": "MSc in Mathematical Physics",
                "summary": [
                    "GPA: 9.0 (Equivalent to A in USA, 1.7 in Germany)",
                    "Thesis: \"Establishment of an Experiment for Measuring the Axial Form Factor of the Proton\""
                ]
            },
            "bachelor": {
                "title": "BSc in General Physics",
                "summary": [
                    "GPA: 8.3 (Equivalent to A in USA, 2.3 in Germany)",
                    "Diverse coursework: astronomy, geophysics, electronics, computational physics.",
                    "Thesis: \"Bariogenesis via Leptogenesis\""
                ]
            }
        }
    },
    "skills": {
        "menu-item": "Skills",
        "title": "Skills",
        "hard-skills": {
            "title": "Hard Skills",
            "programming": "Frameworks Programming Languages",
            "databases": "Databases & Infrastructure",
            "tools": "Tools"
        },
        "soft-skills": {
            "title": "Soft Skills",
            "teamwork": "Teamwork",
            "communication": "Communication",
            "responsibility": "Responsibility",
            "resourcefulness": "Resourcefulness",
            "trainability": "Trainability",
            "problem-solving": "Problem Solving",
            "leadership": "Leadership",
            "strategic-thinking": "Strategic Thinking",
            "decision-making": "Decision Making",
            "adaptability": "Adaptability",
            "financial-acumen": "Financial Acumen",
            "emotional-intelligence": "Emotional Intelligence"
        },
        "languages": {
            "title": "Languages",
            "slovenian": "Slovenian",
            "english": "English",
            "german": "German",
            "italian": "Italian"
        },
        "hobbies": {
            "title": "Hobbies",
            "singing": "Singing",
            "chess": "Chess",
            "guitar-playing": "Guitar playing",
            "running": "Running",
            "climbing": "Climbing",
            "basketball": "Basketball",
            "traveling": "Traveling",
            "gaming": "Gaming",
            "reading": "Reading"
        }
    },
    "experience": {
        "menu-item": "Experience",
        "title": "Experience",
        "references": "References",
        "skills": "Skills",
        "tech-stack": "Technology Stack",
        "present": "present",
        "institution": {
            "bia-separation": "BIA Separations d.o.o.",
            "institute-js": "Jozef Stefan Institute",
            "akka": "AKKA GmbH",
            "achtzig20": "Achtzig20 GmbH"
        },
        "achtzig20": {
            "type": "Employee",
            "title": "Software Team Lead",
            "link": "8020.eco",
            "abstract": [
                "In my role at Achtzig20, I have had the privilege of working with a dynamic team and contributing to the growth and success of the company. Starting from my experience with AKKA, where I gained valuable skills as a software developer and architect, I transitioned to Achtzig20 and took on the role of a Technical Lead. With a strong focus on requirements engineering, software development, software architecture, and DevOps, I have played a crucial role in delivering high-quality solutions to our clients.",
                "Furthermore, my journey with Achtzig20 expanded beyond technical expertise. As the CEO of Achtzig20 d.o.o., I am leading the company through various stages of growth. From working with e-Študentski Servis and establishing a beautiful office in the heart of Ljubljana, to the establishment of Achtzig20 d.o.o. subsidiary, I have been dedicated to building a strong and successful organization.",
                "Throughout my work, I have collaborated with prestigious clients such as Audi, Porsche, BMW, DZ Bank and others, developing software solutions based on web-clients or desktop tools, solving difficult internal technical challenges, conducting trainings in data analytics and utilizing my expertise to create valuable insights.",
                "My experience with Achtzig20 has been marked by continuous learning, problem-solving, and innovation. It has been a rewarding journey, enabling me to contribute to the growth and success of the company while fostering strong relationships with clients and partners."
            ],
            "noa": {
                "type": "CTO @ newonads GmbH",
                "title": "newonads",
                "link": "newonads.de",
                "abstract": [
                    "Newonads is a digital advertising platform that connects brands and companies with relevant and reliable coverage, emotional appeal, and a loyal community in a defined geographical area. All campaigns can be planned, measured, and reach the desired target group directly.",
                    "If you are looking for a digital advertising platform that can help you to reach your target audience, improve brand awareness, generate leads, and drive sales, then newonads is a great option."
                ],
                "skills": [
                    "Project Management",
                    "Team Leading",
                    "Technical Lead",
                    "Product design",
                    "Requirements engineering",
                    "Software Development",
                    "Software Architecture",
                    "DevOps"
                ]
            },
            "grid3": {
                "type": "CTO @ Studio3 GmbH",
                "title": "GRID3",
                "link": "grid3.io",
                "abstract": [
                    "Grid3 is a platform that helps agencies build and maintain digital communities using benefits of the web3 space but without security risks and overhead which comes alongside.",
                    "It provides a variety of tools and resources to help agencies create, manage, and grow their communities. These tools include design and deployment of smart contracts / NFT drops, API integrations with different online shops, road-map planning, gamification of NFTs for boosting loyalty etc."
                ],
                "skills": [
                    "Project Management",
                    "Team Leading",
                    "Technical Lead",
                    "Product design",
                    "Requirements engineering",
                    "Software Development",
                    "Software Architecture",
                    "DevOps"
                ]
            },
            "achtzig20": {
                "type": "CEO @ Achtzig20 d.o.o.",
                "title": "Achtzig20 d.o.o.",
                "abstract": [
                    "As the CEO of Achtzig20 d.o.o., I have played a pivotal role in the growth and success of the company. It all began with working students from e-Študentski Servis who started working for Achtzig20 GmbH. Over time, we expanded our team with full-time employees and established a beautiful office in the city center of Ljubljana. We have achieved significant milestones, including the establishment of Achtzig20 d.o.o. as a subsidiary. Together, we have built a strong and thriving organization, driven by our passion for excellence and dedication to providing exceptional services."
                ],
                "skills": [
                    "Leadership",
                    "Strategic Thinking",
                    "Communication",
                    "Decision Making",
                    "Adaptability",
                    "Financial Acumen",
                    "Emotional Intelligence"
                ]
            },
            "development": {
                "type": "Projects",
                "alice": {
                    "title": "ALICE @ CARIAD",
                    "abstract": [
                        "Status and maturity tracking for interdisciplinary project teams (internal + external suppliers) and management at various levels of demand. Complete traceability across all development process phases, including approvals at different levels. Evaluation and presentation of various KPIs such as requirements specification, bugs, testing, change requests, etc.",
                        "Data is partially imported, mapped, and updated in ALICE through APIs of various platforms (JIRA, BitBucket, Doors, cPlace, codeBeamer, etc.)."
                    ],
                    "skills": [
                        "Technical Lead",
                        "Requirements engineering",
                        "Software Development",
                        "Software Architecture",
                        "DevOps"
                    ]
                },
                "new": {
                    "title": "NEW @ AUDI",
                    "abstract": [
                        "The reporting tool allows for tracking and reporting the development progress of components. It consists of the areas of New Part Tracking, Aggregate Wiring, and Package. Teams can better track progress, identify bottlenecks, and improve communication."
                    ],
                    "skills": ["Technical Lead", "Requirements engineering", "Software Development"]
                },
                "fapos": {
                    "title": "FAPOS @ AUDI",
                    "abstract": [
                        "A tool that facilitates the booking of new cars for testing by partner car shops of Audi. The tool incorporated GRP single sign-on and provided a comprehensive workflow, including admin confirmations and email notifications."
                    ],
                    "skills": ["Requirements engineering", "Software Development"]
                }
            },
            "trainings": {
                "type": "Coaching Experience",
                "title": "Data Analytics Training",
                "abstract": [
                    "I have experience in conducting training sessions in the field of Data Analytics, where I have developed two programs. The first training focuses on providing an overview of Data Analytics, introducing participants to the concept, challenges, and the data analytics cycle. It also covers topics such as Lean Analytics and Growth Hacking.",
                    "The second training builds upon the foundation of the first one by introducing Python and delving into various methods and machine learning algorithms. Participants gain hands-on experience with Python programming and learn how to apply data analysis techniques effectively.",
                    "Both training programs were conducted in collaboration with clients such as BMW and DZ Bank, which provided me with valuable experience working with established companies. This allowed me to gain insights into the application of data analytics in real business scenarios and enhance my training delivery skills in this domain.",
                    "Through these trainings, I have helped clients improve their understanding and utilization of data analytics, equipping them with knowledge to effectively address challenges in this field."
                ]
            }
        },
        "akka": {
            "type": "Employee",
            "title": "Graduate Engineer",
            "abstract": [
                "During my 8-month journey with AKKA, I had the opportunity to attend a 1-month program at Akkademy in Geneva, followed by work in Ingolstadt. Despite the newness of the program and some initial challenges, I seized a valuable chance and established important contacts that paved the way for my future work."
            ],
            "certificate": "Certificate of Employment",
            "projects": {
                "type": "Projects",
                "carship": {
                    "title": "Carship",
                    "link": "carship.online",
                    "abstract": [
                        "In my role as the main software developer and architecture designer of carship.online, I had a significant involvement in the development of the platform. I was responsible for implementing software components and designing the user flow. Through my work, I contributed to ensuring the platform operates efficiently and is user-friendly, meeting the needs of its users."
                    ]
                },
                "second-hand": {
                    "title": "Analyzing Optional Features' Influence on AUDI resale price",
                    "abstract": [
                        "In this project, we conducted a comprehensive analysis of the dependency of second-hand prices for vehicles, specifically focusing on AUDI cars. Our main objective was to investigate the role of optional features in the persistence of the price.",
                        "Through meticulous research and data analysis, we examined various optional features available for AUDI vehicles and their impact on the resale value. By analyzing historical sales data, market trends, and buyer preferences, we aimed to identify which optional features had a significant influence on the price retention of AUDI cars."
                    ]
                }
            },
            "akkademy": {
                "type": "Onboarding",
                "title": "Akkademy",
                "abstract": [
                    "Akkademy is an onboarding program that I attended during my employment at AKKA GmbH. This program allowed me to acquire new knowledge and skills and gain a deeper understanding of the company's work processes and values. Through Akkademy, I gained valuable experiences and fostered stronger connections with my colleagues."
                ]
            }
        },
        "institute-js": {
            "type": "Student Researcher",
            "title": "Researcher at the Jozef Stefan Institute",
            "abstract": [
                "During my master studies I started working as a student researcher in the Jozef Stefan Institute. My mentor was Prof. Dr. Simon Širca. During this period I learned doing data analysis, C++ programming, running simulations, interpreting and presenting data among others. During the last six months I did my internship in Mainz."
            ]
        },
        "bia-separation": {
            "type": "Student Researcher",
            "title": "Researcher at the BIA Separations d.o.o.",
            "abstract": [
                "First bigger project was in the company called BIA Separations from Slovenia in collaboration with Institute Jozef Stefan. Company is producing special materials, which are used for virus and protein filtration in various chemical and pharmaceutical laboratories. I was doing my research in the Institute and presented conclusions to the company. This required being autonomous, responsible and precise."
            ]
        }
    },
    "education": {
        "menu-item": "Education",
        "title": "Education",
        "institution": {
            "university": "University of Ljubljana",
            "faculty": "Faculty of Mathematics and Physics",
            "high-school": "Vipava Diocesan Gymnasium",
            "primary-school": "Primary School Dornberk"
        },
        "degree": {
            "master": {
                "title": "Master's study of mathematical physics",
                "abstract": [
                    "Master study was a big leap into practical skills and revealed a lot about my wishes for the future career.",
                    "My GPA was 9.0, which is equivalent to A (USA) and 1.7 (Germany)."
                ]
            },
            "bachelor": {
                "title": "Undergraduate study of general physics",
                "abstract": [
                    "During the first stage of my studies, I did not want to specialize too much due to the desire for breadth. Therefore, in choosing subjects, I tried to cover a wide range of knowledge. In addition to general subjects such as mathematics and classical and modern physics, I also familiarized myself with the principles of astronomy, geophysics, electronics, and particularly computational physics.",
                    "My GPA was 8.3, which is equivalent to A (USA) and 2.3 (Germany)."
                ]
            },
            "high-school": {
                "title": "General Gymnasium Program",
                "abstract": "The high school gymnasium program, which enabled me to acquire an above-average general education, emphasized the importance of humanity, ethics, and moral questions, thereby facilitating a better understanding of myself and others. In addition to general subjects, I also gained basic knowledge of the Italian and Latin languages. Furthermore, I was awarded the Zois Scholarship for gifted students."
            },
            "primary-school": {
                "title": "Primary education",
                "abstract": "Early involvement in various extracurricular activities such as music education, chess competitions, and sports enabled me to broaden my horizons."
            }
        },
        "master-thesis": {
            "type": "Master Thesis",
            "title": "Establishment of an Experiment for Measuring the Axial Form Factor of the Proton",
            "file": "PDF Download",
            "code": "Source Code",
            "abstract": [
                "I discuss here the feasibility of a weak charged current experiment using a low energy electron beam with energies below the pion threshold (120 MeV). The goal is to measure the Q&#178; dependence of the axial-vector form factor GA. It can be extracted model-independently and as robustly as for electromagnetic form factors from typical electron scattering experiments with low uncertainty, in contrast to the ways used so far to access GA, such as neutrino measurements and pion electroproduction.",
                "Such a pioneering experiment may also allow to access other quantities, among which is also the free-neutron magnetic form factor. Not many free-neutron characteristics have been measured so far though they are the quantities of fundamental importance for hadronic and nuclear physics. The feasibility was tested with a tool-kit Geant4, whose purpose is to simulate the passage of particles trough matter and their various interactions."
            ]
        },
        "student-exchange": {
            "type": "Student Exchange",
            "title": "Erasmus+ Students Exchange Program",
            "abstract": [
                "I joined the Erasmus+ student exchange program in my last semester of studies. I was working as a trainee in the Microtron in Mainz (Germany). During my internship, I also attended few classes in the local university (Johannes Guttenberg Universität). Alongside the basic knowledge of German I met a great deal of people, expanded my horizons and improved my social skills. During the internship, I learned how to analyze big amounts of data. I was also working on a project, which included design, construction and testing of a detector upgrade."
            ]
        },
        "manhattan-project": {
            "type": "Seminar",
            "title": "Physics of the Manhattan Project",
            "file": "PDF Download",
            "presentation": "Presentation",
            "abstract": [
                "In this seminar physics behind Manhattan Project is presented. I tried to describe problems physicists were facing when assembling the nuclear bomb during World War II and the decisions they made. By that I mean the choice of the proper fissile material, type of detonation and other aspects. Processes in the bomb core are presented by using simple models and techniques. At the end we test a numerical simulation of the detonation by using the acquired results, and compare them with the actual data."
            ]
        },
        "bachelor-thesis": {
            "type": "Bachelor Thesis",
            "title": "Bariogenesis via Leptogenesis",
            "file": "PDF Download",
            "presentation": "Presentation",
            "abstract": [
                "The seminar presents a possible scenario of baryogenesis that could lead to the observed cosmological baryon asymmetry. This scenario is called baryogenesis via leptogenesis and is feasible if a theory assuming all neutrinos to be Majorana fermions holds. In addition to light left-handed neutrinos, the theory also predicts heavy right-handed neutrinos with a mass of M. At temperatures around T ∼ M, these neutrinos, through decays out of thermal equilibrium, generate a lepton asymmetry, breaking the conservation of lepton number and CP symmetry. Non-perturbative processes of the electroweak interaction in the Standard Model then convert the excess of leptons into a baryon asymmetry."
            ]
        },
        "iskre": {
            "type": "Technical editor",
            "title": "Iskre",
            "issue": "issue",
            "number": "number",
            "abstract": [
                "During the high school program, I worked as a technical editor for 4 years, participating in the production of the school newsletter called Iskre. You can check the results of my work at the links below."
            ]
        }
    },
    "contact": {
        "menu-item": "Contact",
        "title": "Want to get in touch?",
        "title-success": "Thanks for getting in touch!",
        "full-name": {
            "label": "Full Name",
            "placeholder": "Enter Full Name",
            "error": {
                "required": "Please enter your name."
            }
        },
        "email": {
            "label": "Email address",
            "placeholder": "example@gmail.com",
            "hint": "I'll never share your email with anyone else.",
            "error": {
                "required": "Please enter your email address.",
                "email": "Please enter a valid email address."
            }
        },
        "subject": {
            "label": "Why do you want to get in contact?",
            "placeholder": "I am contacting you because... (please choose one)",
            "option": {
                "freelance": "I need something done.",
                "offering-position": "I would like to offer you a job.",
                "technical-advice": "I need a technical advice.",
                "seeking-job": "I am searching for a job.",
                "other": "Just want to chat."
            },
            "error": {
                "required": "Please select a purpose of contact."
            }
        },
        "message": {
            "label": "Message",
            "placeholder": "Type your message...",
            "error": {
                "required": "Please enter a message."
            }
        },
        "checkout": "",
        "submit": {
            "label": "Submit",
            "subject": "Online Contact",
            "one-last-thing": "Just to make sure you are not a bot. I know it's a bit annoying, but bare with me.",
            "fail": "Something went wrong. Please try again or write me on LinkedIn:",
            "success": "Message was sent successfully! I will reach out to you as soon as possible."
        }
    },
    "theme": {
        "white": "White Theme",
        "light": "Light Mode",
        "dark": "Dark Mode"
    },
    "website": {
        "link": "Website"
    },
    "accessibility": {
        "buttons": {
            "export-pdf": "Export to PDF",
            "menu-open": "Open Menu",
            "menu-close": "Close Menu",
            "send-contact": "Send",
            "expand-area": "Expand section"
        },
        "images": {
            "profile": "Profile picture"
        }
    },
    "insert-password": "Insert Password"
}
