{
    "header": {
        "switch-language": "Spremeni jezik"
    },
    "about": {
        "menu-item": "O Meni",
        "title": "O Meni",
        "text": [
            "Sem zelo motiviran in izkušen strokovnjak z močnim ozadjem v razvoju programske opreme in projektovnem vodenju. Kot izvršni direktor (CEO) podjetja Achtzig20 d.o.o. sem uspešno vodil ekipo talentiranih posameznikov in nadziral ustanovitev naše podružnice. S strastjo do tehnologije in inovacij sem bil vključen v različne projekte, vključno z razvojem digitalne oglaševalske platforme in ustvarjanjem platforme za gradnjo skupnosti. Moje sposobnosti vodenja, reševanja problemov in strateškega razmišljanja so mi omogočile, da dosežem uspešne rezultate in zagotovim vrednost za stranke.",
            "Poleg svojega profesionalnega dela sem tudi navdušen nad glasbo, športom in potovanji. Ti hobiji prinašajo ravnotežje v moje življenje in me navdihujejo, da raziskujem nove horizonte. S poznavanjem slovenskega in angleškega jezika ter srednjim znanjem nemščine sem opremljen za komunikacijo z različnimi občinstvi in ustvarjanje pomenljivih povezav. Z veseljem izkoriščam svoje sposobnosti, znanje in izkušnje, da bi ustvaril pozitiven vpliv v digitalnem svetu in širše."
        ]
    },
    "skills": {
        "menu-item": "Spretnosti",
        "title": "Spretnosti",
        "hard-skills": {
            "title": "Trde veščine",
            "programming": "Ogrodja & Programski jeziki",
            "databases": "Podatkovne baze",
            "infrastructure": "Infrastruktura",
            "tools": "Orodja"
        },
        "soft-skills": {
            "title": "Mehke veščine",
            "teamwork": "Skupinsko delo",
            "communication": "Komunikacija",
            "responsibility": "Odgovornost",
            "resourcefulness": "Iznajdljivost",
            "trainability": "Učljivost",
            "problem-solving": "Obvladovanje izzivov",
            "leadership": "Vodenje",
            "strategic-thinking": "Strateško razmišljanje",
            "decision-making": "Odločanje",
            "adaptability": "Prilagodljivost",
            "financial-acumen": "Finančna spretnost",
            "emotional-intelligence": "Čustvena inteligentnost"
        },
        "languages": {
            "title": "Jeziki",
            "slovenian": "Slovenščina",
            "english": "Angleščina",
            "german": "Nemščina",
            "italian": "Italijanščina"
        },
        "hobbies": {
            "title": "Hobiji",
            "singing": "Petje",
            "chess": "Šah",
            "guitar-playing": "Igranje kitare",
            "running": "Tek",
            "climbing": "Plezanje",
            "basketball": "Košarka",
            "traveling": "Potovanje",
            "gaming": "Igranje videoiger",
            "reading": "Branje"
        }
    },
    "experience": {
        "menu-item": "Izkušnje",
        "title": "Delovne izkušnje",
        "references": "Reference",
        "skills": "Veščine",
        "tech-stack": "Tehnologije",
        "institution": {
            "bia-separation": "BIA Separations d.o.o.",
            "institute-js": "Inštitut Jožefa Štefana",
            "akka": "AKKA GmbH",
            "achtzig20": "Achtzig20 GmbH"
        },
        "achtzig20": {
            "type": "Employee",
            "title": "Management Consultant",
            "abstract": [
                "V moji vlogi pri Achtzig20 sem imel privilegij sodelovati z dinamično ekipo in prispevati k rasti in uspehu podjetja. Začenši s svojimi izkušnjami pri AKKA, kjer sem pridobil dragocene veščine kot razvijalec programske opreme in arhitekt, sem prešel k Achtzig20 in prevzel vlogo tehničnega vodje. Z močnim poudarkom na upravljanju zahtev, razvoju programske opreme, arhitekturi programske opreme in DevOps sem odigral ključno vlogo pri zagotavljanju visokokakovostnih rešitev za naše stranke.",
                "Poleg tega se je moje sodelovanje z Achtzig20 razširilo prek tehničnih veščin. Kot izvršni direktor (CEO) podjetja Achtzig20 d.o.o. sem vodil podjetje skozi različne faze rasti. Od sodelovanja z e-studentskim servisom in vzpostavitve čudovite pisarne v središču Ljubljane do ustanovitve podružnice Achtzig20 doo sem se zavzel za gradnjo močne in uspešne organizacije.",
                "Med svojim delom sem sodeloval s prestižnimi strankami, kot so Audi, Porsche, BMW in DZ Banka, izvajal usposabljanja na področju analitike podatkov in izkoristil svoje znanje za ustvarjanje dragocenih spoznanj. Prav tako sem bil vključen v projekte, kot je analiza odvisnosti cene rabljenih vozil Audi, kjer sem raziskoval vpliv izbirnih funkcij na obstojnost cene.",
                "Moje izkušnje z Achtzig20 so bile zaznamovane z neprestanim učenjem, reševanjem problemov in inovacijami. Bila je nagrada polna pot, ki mi je omogočila prispevanje k rasti in uspehu podjetja ter vzpostavljanje močnih odnosov s strankami in partnerji."
            ],
            "noa": {
                "type": "CTO @ newonads GmbH",
                "title": "newonads",
                "link": "newonads.de",
                "abstract": [
                    "Newonads je digitalna oglaševalska platforma, ki povezuje blagovne znamke in podjetja z relevantnim in zanesljivim dosegom, čustveno privlačnostjo ter zvesto skupnostjo na določenem geografskem območju. Vse kampanje se lahko načrtujejo, merijo in dosežejo ciljno skupino neposredno.",
                    "Če iščete digitalno oglaševalsko platformo, ki vam lahko pomaga doseči vašo ciljno občinstvo, izboljšati prepoznavnost blagovne znamke, generirati povpraševanje in povečati prodajo, je newonads odlična izbira."
                ],
                "skills": [
                    "Upravljanje projektov",
                    "Vodenje ekipe",
                    "Oblikovanje izdelka",
                    "Tehnično vodenje",
                    "Inženiring zahtev",
                    "Razvoj programske opreme",
                    "Programska arhitektura",
                    "DevOps"
                ]
            },
            "grid3": {
                "type": "CTO @ Studio3 GmbH",
                "title": "GRID3",
                "link": "grid3.io",
                "abstract": [
                    "Grid3 je platforma, ki agencijam pomaga pri gradnji in vzdrževanju digitalnih skupnosti z izkoristkom prostora web3, vendar brez varnostnih tveganj in dodatnih stroškov, ki jih prinaša.",
                    "Ponuja različna orodja in vire, ki pomagajo agencijam ustvarjati, upravljati in razvijati svoje skupnosti. Med temi orodji so oblikovanje in izdelava pametnih pogodb / NFT-jev, API-integracije z različnimi spletnimi trgovinami, načrtovanje razvojne poti, gamifikacija NFT-jev za povečanje zvestobe itd."
                ],
                "skills": [
                    "Upravljanje projektov",
                    "Vodenje ekipe",
                    "Oblikovanje izdelka",
                    "Tehnično vodenje",
                    "Inženiring zahtev",
                    "Razvoj programske opreme",
                    "Programska arhitektura",
                    "DevOps"
                ]
            },
            "achtzig20": {
                "type": "Poslovodja @ Achtzig20 d.o.o.",
                "title": "Achtzig20 d.o.o.",
                "abstract": [
                    "Kot direktor Achtzig20 d.o.o. sem igral ključno vlogo pri rasti in uspehu podjetja. Vse se je začelo z delovnimi študenti preko e-Študentski Servisa, ki so začeli delati za Achtzig20 GmbH. S časom smo razširili ekipo z redno zaposlenimi in vzpostavili prekrasen pisarniški prostor v središču Ljubljane. Dosegli smo pomembne mejnike, med drugim ustanovitev podružnice Achtzig20 d.o.o. Skupaj smo zgradili močno in uspešno organizacijo, ki jo poganja naša strast do odličnosti in predanost zagotavljanju izjemnih storitev."
                ],
                "skills": [
                    "Vodstvo",
                    "Strateško razmišljanje",
                    "Komunikacija",
                    "Odločanje",
                    "Prilagodljivost",
                    "Finančno razumevanje",
                    "Čustvena inteligentnost"
                ]
            },
            "development": {
                "type": "Projekti",
                "alice": {
                    "title": "ALICE @ CARIAD",
                    "abstract": [
                        "Sledenje in spremljanje stanja in stopnje zrelosti za interdisciplinarne projektne skupine (notranje in zunanje dobavitelje) ter upravljanje na različnih ravneh zahtev. Popolna sledljivost skozi vse faze razvojnega procesa, vključno s potrditvami na različnih ravneh. Analiza in prikaz različnih KPI-jev, kot so zahtevki, napake, testiranje, spremembe itd.",
                        "Podatki se delno samodejno uvažajo, preslikujejo in posodabljajo v ALICE preko vmesnikov različnih platform (JIRA, BitBucket, Doors, cPlace, codeBeamer itd.)."
                    ],
                    "skills": [
                        "Tehnično vodenje",
                        "Inženiring zahtev",
                        "Razvoj programske opreme",
                        "Programska arhitektura",
                        "DevOps"
                    ]
                },
                "new": {
                    "title": "NEW @ AUDI",
                    "abstract": [
                        "Orodje za poročanje omogoča sledenje in poročanje o razvoju komponent. Sestavlja ga področja sledenja novih delov, agregatna ožičenja in paket. Skupine lahko bolje spremljajo napredek, identificirajo ovire in izboljšajo komunikacijo."
                    ],
                    "skills": [
                        "Tehnično vodenje",
                        "Inženiring zahtev",
                        "Razvoj programske opreme"
                    ]
                },
                "fapos": {
                    "title": "FAPOS @ AUDI",
                    "abstract": [
                        "Orodje, ki olajšuje rezervacijo novih avtomobilov za preizkuse s strani partnerjev avtomobilskih trgovin Audi. Orodje vključuje GRP enotno prijavo in zagotavlja celovit delovni postopek, vključno s potrditvami administratorja in obvestili po elektronski pošti."
                    ],
                    "skills": [
                        "Inženiring zahtev",
                        "Razvoj programske opreme"
                    ]
                }
            },
            "trainings": {
                "type": "Vodenje Izobraževanj",
                "title": "Podatkovna analiza",
                "abstract": [
                    "Imam izkušnje pri izvajanju usposabljanj na področju analize podatkov, kjer sem razvil dva izobraževalna programa. Prvo usposabljanje se osredotoča na zagotavljanje pregleda analitike podatkov, udeležencem pa predstavi koncept, izzive in cikel analitike podatkov. Prav tako zajema teme, kot so vitka analitika in rastno usmerjeno načrtovanje.",
                    "Drugo usposabljanje nadgrajuje temelje prvega z uvajanjem programskega jezika Python in podrobnejšim spoznavanjem metod ter algoritmov strojnega učenja. Udeleženci pridobijo praktične izkušnje v programiranju s Pythonom in se naučijo učinkovite uporabe tehnik analize podatkov.",
                    "Oba programa usposabljanja sem izvajal v sodelovanju s strankami, kot so BMW in DZ Bank, kar mi je omogočilo pridobivanje izkušenj pri delu z uveljavljenimi podjetji. S tem sem pridobil dragocene vpoglede v uporabo analitike podatkov v realnih poslovnih scenarijih in izboljšal svoje sposobnosti pri izvajanju usposabljanj na tem področju.",
                    "S temi usposabljanji sem pomagal strankam izboljšati njihovo razumevanje in uporabo analitike podatkov ter jih opremil z znanjem, ki jim omogoča učinkovito reševanje izzivov na tem področju."
                ]
            }
        },
        "akka": {
            "type": "Zaposlen",
            "title": "Diplomirani inženir",
            "abstract": [
                "Med mojim 8-mesečnim potovanjem z družbo AKKA sem imel/a priložnost obiskati 1-mesečni program v Akkademy v Ženevi in nato delati v Ingolstadtu. Kljub novosti programa in nekaterim začetnim izzivom sem izkoristil/a dragoceno priložnost ter vzpostavil/a pomembne stike, ki so mi omogočili prihodnje delo."
            ],
            "certificate": "Potrdilo",
            "projects": {
                "type": "Projekti",
                "carship": {
                    "title": "Carship",
                    "link": "carship.online",
                    "abstract": [
                        "V vlogi glavnega razvijalca in oblikovalca arhitekture carship.online sem imel pomembno vlogo pri razvoju platforme. Odgovoren sem bil za implementacijo programske opreme in oblikovanje uporabniškega toka. S svojim delom sem prispeval k učinkovitemu delovanju platforme in zagotavljanju prijazne uporabniške izkušnje, ki zadovoljuje potrebe uporabnikov."
                    ]
                },
                "second-hand": {
                    "title": "Analiza vpliva dodatnih funkcij na ceno rabljenih vozil znamke AUDI",
                    "abstract": [
                        "V tem projektu smo izvedli celovito analizo odvisnosti cene rabljenih vozil, pri čemer smo se posebej osredotočili na vozila znamke AUDI. Naš glavni cilj je bil raziskati vlogo dodatnih funkcij pri vztrajnosti cene.",
                        "Z obsežnim raziskovanjem in analizo podatkov smo preučili različne dodatne funkcije, ki so na voljo za vozila znamke AUDI, ter njihov vpliv na vrednost pri ponovni prodaji. Z analizo zgodovinskih podatkov o prodaji, trendov na trgu in željah kupcev smo si prizadevali ugotoviti, katere dodatne funkcije imajo pomemben vpliv na vzdrževanje cene AUDI vozil."
                    ]
                }
            },
            "akkademy": {
                "type": "Vključevanje novih članov",
                "title": "Akkademy",
                "abstract": [
                    "Akkademy je program za vključevanje novih članov, ki sem ga obiskoval med svojo zaposlitvijo pri podjetju AKKA GmbH. Ta program mi je omogočil pridobivanje novih znanj in veščin ter se poglobil v delovne procese in vrednote podjetja. S pomočjo Akkademyja sem pridobil dragocene izkušnje in se še bolj povezal z ostalimi sodelavci."
                ]
            }
        },
        "institute-js": {
            "type": "Študentski raziskovalec",
            "title": "Raziskovalec na Inštitutu Jožefa Štefana",
            "abstract": [
                "Med magistrskim študijem sem začel delati kot študentski raziskovalec na Inštitutu Jožefa Štefana. Moj mentor je bil prof. dr. Simon Širca. V tem obdobju sem se naučil analizirati podatke, programirati v jeziku C++, izvajati simulacije, interpretirati in predstavljati podatke ter še mnogo drugega. Zadnjih šest mesecev sem opravljal prakso v Mainzu."
            ]
        },
        "bia-separation": {
            "type": "Študentski raziskovalec",
            "title": "Raziskovalec pri podjetju BIA Separations d.o.o.",
            "abstract": [
                "Prvi večji projekt sem izvajal v podjetju BIA Separations v sodelovanju z Inštitutom Jožefa Štefana. Podjetje proizvaja posebne materiale, ki se uporabljajo za filtracijo virusov in proteinov v različnih kemijskih in farmacevtskih laboratorijih. Raziskavo sem izvajal v inštitutu in predstavil ugotovitve podjetju. To je zahtevalo samostojnost, odgovornost in natančnost."
            ]
        }
    },
    "education": {
        "menu-item": "Izobrazba",
        "title": "Izobrazba",
        "institution": {
            "university": "Univerza v Ljubljani",
            "faculty": "Fakulteta za matematiko in fiziko",
            "high-school": "Škofijska Gimnazija Vipava",
            "primary-school": "Osnovna šola Dornberk"
        },
        "degree": {
            "master": {
                "title": "Magistrski študij matematične fizike",
                "abstract": [
                    "Magistrski študij je predstavljal velik korak k pridobivanju praktičnih veščin ter razkril veliko o mojih željah glede prihodnje kariere.",
                    "Moje povprečje ocen je bilo 8,3, kar ustreza oceni A (ZDA) in 2,3 (Nemčija)."
                ]
            },
            "bachelor": {
                "title": "Dodiplomski študij splošne fizike",
                "abstract": [
                    "Na prvi stopnji študija se zaradi želje po širini nisem želel preveč specializirati. Zato sem pri izbiri predmetov poskušal zajeti čim širši spekter znanja. Poleg splošnih predmetov, kot so matematika in klasična ter moderna fizika, sem se seznanil tudi z načeli astronomije, geofizike, elektronike in predvsem modelne fizike.",
                    "Moje povprečje ocen je bilo 8,3, kar ustreza oceni A (ZDA) in 2,3 (Nemčija)."
                ]
            },
            "high-school": {
                "title": "Splošni gimnazijski program",
                "abstract": "Srednješolski gimnazijski program, ki mi je omogočil pridobitev nadpovprečne splošne izobrazbe, je poudaril pomembnost sočloveka, etike in moralnih vprašanj ter mi tako omogočil boljše razumevanje sebe in drugih. Poleg splošnih predmetov sem pridobil tudi osnovno znanje italijanskega in latinskega jezika ter prejemal Zoisovo štipendijo za nadarjene študente."
            },
            "primary-school": {
                "title": "Osnovnošolska izobrazba",
                "abstract": "Zgodnje sodelovanje v raznolikih zunajšolskih dejavnostih, kot so glasbena izobrazba, šahovska tekmovanja in šport, mi je omogočilo razširitev svojih obzorij."
            }
        },
        "master-thesis": {
            "type": "Magistersko delo",
            "title": "Zasnova experimenta za meritev aksialnega oblikovnega faktorja protona",
            "file": "Prenesi datoteko",
            "code": "Source Code",
            "abstract": [
                "V tem delu se ukvarjam z vprašanjem o izvedljivosti poskusa na osnovi nabite šibke interakcije, s katerim bi s pomočjo do sedaj še ne uporabljene metode izmerili odvisnost aksialnega oblikovnega faktorja GA od prenosa gibalne količine Q&#178;. Pri tem bi uporabili elektronski žarek z energijo pod pragom produkcije pionov (120 MeV). Pretekli poskusi meritve aksialnega oblikovnega faktorja, so potekali preko nevtrinskih reakcij s snovjo, katerih velika slabost sta slabo poznana tok in energija vpadnih delcev. Drug način meritev je preko elektroprodukcije pionov, pri katerih je rezultat močno odvisen od privzetega modela. Predlagan poskus nima modelske odvisnosti, prav tako sta dobro poznana tok in energija vpadnih delcev, zaradi česar bi lahko odvisnost aksialnega oblikovnega faktorja določili z veliko manjšo napako.",
                "Izvedljivost takega poskusa bi odprla vrata podobnim poskusom, s katerimi bi lahko npr. določili tudi magnetni oblikovni faktor prostega nevtrona, ki do sedaj še ni bil izmerjen in pomeni eno od osnovnih količin jedrske fizike. Izvedba in natančnost pa sta pogojena s kvalitetno odstranitvijo elektromagnetnega ozadja. To sem testiral s programskim orodjem Geant4, ki je namenjeno analizi prehoda delcev skozi snov."
            ]
        },
        "student-exchange": {
            "type": "Študentska izmenjava",
            "title": "Program študijske izmenjave Erasmus+",
            "abstract": [
                "V zadnjem semestru študija sem se pridružil programu študentske izmenjave Erasmus+. Kot pripravnik sem delal v Mikotronu v Mainzu (Nemčija). Med pripravništvom sem se udeležil tudi nekaj predavanj na lokalni univerzi (Johannes Guttenberg Universität). Poleg osnovnega znanja nemškega jezika sem spoznal veliko ljudi, razširil svoje obzorje in izboljšal socialne veščine. Med pripravništvom sem se naučil analizirati velike količine podatkov. Prav tako sem delal na projektu, ki je vključeval oblikovanje, konstrukcijo in testiranje nadgradnje detektorja."
            ]
        },
        "manhattan-project": {
            "type": "Seminar",
            "title": "Fizika projekta Manhattan",
            "file": "Prenesi datoteko",
            "presentation": "Prezentacija",
            "abstract": [
                "V tem seminarju je predstavljena fizika za Manhattanov projekt. Opisani so problemi, s katerimi so se fiziki srečevali pri sestavljanju jedrske bombe med drugo svetovno vojno, ter sprejete odločitve. To vključuje izbiro pravega fisilnega materiala, vrsto detonacije in druge vidike. Procesi v jedrskem središču bombe so predstavljeni z uporabo preprostih modelov in tehnik. Na koncu preizkusimo numerično simulacijo detonacije z uporabo pridobljenih rezultatov ter jih primerjamo z dejanskimi podatki."
            ]
        },
        "bachelor-thesis": {
            "type": "Dodiplomsko delo",
            "title": "Bariogeneza preko Leptogeneze",
            "file": "Prenesi datoteko",
            "presentation": "Prezentacija",
            "abstract": [
                "V seminarju je predstavljen možen scenarij bariogeneze, ki bi lahko pripeljal do opazovane kozmološke barionske asimetrije. Ta scenarij se imenuje bariogeneza preko leptogeneze in je mogoč, če velja teorija, ki predpostavlja, da so vsi nevtrini Majoranovi fermioni. Poleg lahkih levosučnih nevtrinov teorija predvideva tudi težke desnosučne nevtrine z maso M. Pri temperaturah okoli T ∼ M ti nevtrini, skozi razpade izven termičnega ravnotežja, ustvarijo leptonsko asimetrijo, pri čemer kršijo ohranitev leptonskega števila in CP simetrijo. Neperturbativni procesi elektrošibke interakcije v standardnem modelu nato presežek leptonov pretvorijo v barionsko asimetrijo."
            ]
        },
        "iskre": {
            "type": "Tehnični urednik",
            "title": "Iskre",
            "issue": "letnik",
            "number": "številka",
            "abstract": [
                "Tekom gimnazijskega programa sem 4 leta kot tehnični urednik sodeloval pri izdelavi šolskega glasila po imenu Iskre. Rezultate dela lahko preverite na spodnjih povezavah."
            ]
        }
    },
    "contact": {
        "menu-item": "Stik",
        "title": "Želite stopiti v stik?",
        "title-success": "Hvala, ker ste stopili v stik!",
        "full-name": {
            "label": "Polno ime",
            "placeholder": "Vnesi polno ime",
            "error": {
                "required": "Prosimo, vnesite svoje ime."
            }
        },
        "email": {
            "label": "Spletna pošta",
            "placeholder": "primer@gmail.com",
            "hint": "Vaše spletne pošte ne bom delil z nikomer.",
            "error": {
                "required": "Prosimo, vnesite vaš e-poštni naslov.",
                "email": "Prosimo, vnesite veljaven e-poštni naslov."
            }
        },
        "subject": {
            "label": "Zakaj želite vzpostaviti stik?",
            "placeholder": "Vzpostavljam stik, ker... (prosim izberite eno možnost)",
            "option": {
                "freelance": "Potrebujem nekaj storjenega...",
                "offering-position": "Ste zainteresirani za sodelovanje z nami?",
                "technical-advice": "Potrebujem tehnično svetovanje.",
                "seeking-job": "Iščem zaposlitev.",
                "other": "Želim samo klepetati."
            },
            "error": {
                "required": "Prosimo, izberite namen."
            }
        },
        "message": {
            "label": "Sporočilo",
            "placeholder": "Opišite zakaj želite stopiti v kontakt...",
            "error": {
                "required": "Prosimo, vnesite sporočilo."
            }
        },
        "checkout": "",
        "submit": {
            "label": "Pošlji",
            "subject": "Spletno povpraševanje",
            "one-last-thing": "Samo da se prepričam, da niste robot. Vem, da je malce nadležno, ampak prosim, vztrajajte z menoj.",
            "fail": "Nekaj je šlo narobe. Prosimo, poskusite znova ali mi pišite na LinkedInu:",
            "success": "Sporočilo uspešno poslano! V kontakt bom stopil v najkrajšem možnem času."
        }
    },
    "theme": {
        "light": "Svetli Nacin",
        "dark": "Temni Nacin"
    },
    "website": {
        "link": "Spletna stran"
    }
}