{
    "header": {
        "switch-language": "Spremeni jezik"
    },
    "about": {
        "menu-item": "O Meni",
        "hi-there": "Pozdravljeni!",
        "title": "Moje ime je Črt Harej",
        "subtitle": "Tukaj si lahko preberete nekaj o meni",
        "text": [
            "Sem motiviran in izkušen strokovnjak z obsežnim znanjem na področjih razvoja programske opreme, projektnega vodenja in strateškega poslovnega upravljanja. Kot direktor podjetja Achtzig20 d.o.o. in partner matične družbe 8020 Consulting GmbH vodim predane ekipe, upravljam strateške pobude ter uspešno spodbujam rast in inovacije v podjetju. Moje vodstvene sposobnosti, reševanje problemov in strateško razmišljanje stalno prispevajo k uspešnim rezultatom naših projektov ter ustvarjanju dodane vrednosti za naše ekipe in stranke.",
            "Poleg poklicnih aktivnosti se v prostem času navdušujem nad glasbo, športom in potovanji, saj mi ti hobiji omogočajo ravnovesje, spodbujajo ustvarjalnost ter me napolnjujejo s svežo energijo in navdihom. Tekoče govorim slovensko in angleško, prav tako pa imam srednjo raven znanja nemščine, kar mi omogoča učinkovito povezovanje in komuniciranje z mednarodnimi partnerji. Z znanjem, izkušnjami in svojimi veščinami želim še naprej ustvarjati pozitiven učinek v digitalnem okolju in širše."
        ]
    },
    "cv": {
        "menu-item": "Ustvari življenjepis",
        "about": "Sem izkušen strokovnjak s področja <b>razvoja programske opreme</b>, <b>direktor podjetja Achtzig20 d.o.o.</b> in <b>partner v podjetju 8020 Consulting GmbH</b>. Z veliko strastjo do tehnologije in inovacij sem uspešno vodil različne strateške projekte in iniciative, med drugim razvoj inteligentnega AI asistenta <b>nito.ai</b>. S svojimi vodstvenimi sposobnostmi in strateškim razmišljanjem dosledno ustvarjam visoko vrednost za stranke in partnerje. Govorim tekoče slovensko in angleško ter nemško na srednji ravni. Zavzet sem za ustvarjanje pozitivnega vpliva v digitalnem svetu, v prostem času pa me navdihujejo glasba, šport in potovanja.",
        "experience": {
            "achtzig20": {
                "summary-long": [
                    "<b>Partner v podjetju 8020 Consulting GmbH</b>, aktivno vključen v dolgoročno strateško usmeritev podjetja, upravljanje iniciativ in podporo uspešnemu sodelovanju s strankami.",
                    "<b>Direktor podjetja Achtzig20 d.o.o.</b>, uspešno ustanovil in vodil podružnico v Ljubljani skozi različne faze rasti in strateških partnerstev.",
                    "<b>Tehnični vodja pri 8020 Consulting GmbH (prej Achtzig20 GmbH)</b>, zagotavljal tehnično in strateško vodenje na področju inženirstva zahtev, razvoja programske opreme, arhitekture in DevOps metodologij.",
                    "Tesno sodelovanje z uveljavljenimi strankami, kot so Audi, Porsche, BMW in DZ Bank pri razvoju programske opreme po meri in izvedbi specializiranih izobraževanj za področje podatkovne analitike.",
                    "Vodil pomembne projekte, kot so ALICE pri CARIAD (upravljanje interdisciplinarnih projektnih ekip), NEW pri AUDI (nadzor napredka razvoja) in FAPOS pri AUDI (platforma za rezervacijo testnih vozil).",
                    "Oblikoval in izvajal prilagojene programe usposabljanja s področja analitike podatkov, s čimer sem pomembno prispeval k izboljšanju internih kompetenc naših strank."
                ],
                "summary": [
                    "<b>Partner, 8020 Consulting GmbH</b>: Strateško vodenje, rast podjetja, odnosi s strankami.",
                    "<b>Direktor, Achtzig20 d.o.o.</b>: Upravljanje rasti, ustanovitev podružnice, strateška partnerstva v Ljubljani.",
                    "<b>Tehnični vodja, 8020 Consulting GmbH (prej Achtzig20 GmbH)</b>: Tehnično vodenje, razvoj programske opreme, arhitektura, DevOps.",
                    "Projekti za stranke: Audi, Porsche, BMW, DZ Bank – razvoj rešitev programske opreme in usposabljanja s področja podatkovne analitike.",
                    "Ključni projekti: ALICE za CARIAD, NEW in FAPOS za AUDI.",
                    "Oblikovanje in izvedba prilagojenih izobraževalnih programov analitike podatkov."
                ],
                "skills": [
                    "<b>Vloge</b>: Upravljanje projektov, Vodenje ekipe, Tehnično vodenje, Oblikovanje izdelkov.",
                    "<b>Strokovna znanja</b>: Inženirstvo zahtev, Razvoj programske opreme, Arhitektura programske opreme, DevOps, Vodstvene kompetence, Strateško razmišljanje.",
                    "<b>Tehnologije</b>: SQL Server, MongoDB, Oracle, .NET, Angular, CI/CD, Solidity, Python."
                ]
            },
            "akka": {
                "summary": [
                    "Razvoj carship.online, s poudarkom na razvoju programske opreme in oblikovanju uporabniškega pretoka.",
                    "Zasnova in izvedba izobraževanj s področja podatkovne analitike in blockchaina.",
                    "Analiziral sem prodajne cene vozil AUDI, s poudarkom na vplivu dodatne opreme."
                ]
            },
            "institute-js": {
                "summary": [
                    "Pridobil sem veščine na področju analize podatkov, programiranja v C++, izvajanja simulacij in interpretacije podatkov.",
                    "Zaključil sem šestmesečno pripravništvo v Microtronu Mainz."
                ]
            }
        },
        "education": {
            "masters": {
                "title": "Magisterij iz matematične fizike",
                "summary": [
                    "Povprečna ocena: 9.0 (Ustreza A v ZDA, 1.7 v Nemčiji)",
                    "Magistersko delo: \"Ustanovitev eksperimenta za merjenje aksialnega oblikovnega faktorja protona\""
                ]
            },
            "bachelor": {
                "title": "Dodiplomski študij splošne fizike",
                "summary": [
                    "Povprečna ocena: 8.3 (Ustreza A v ZDA, 2.3 v Nemčiji)",
                    "Raznolik študijski program: astronomija, geofizika, elektronika, računalniška fizika.",
                    "Diplomsko delo: \"Bariogeneza preko leptogeneze\""
                ]
            }
        }
    },
    "skills": {
        "menu-item": "Spretnosti",
        "title": "Spretnosti",
        "hard-skills": {
            "title": "Trde veščine",
            "programming": "Ogrodja in Programski jeziki",
            "databases": "Podatkovne baze in Infrastruktura",
            "tools": "Orodja"
        },
        "soft-skills": {
            "title": "Mehke veščine",
            "teamwork": "Skupinsko delo",
            "communication": "Komunikacija",
            "responsibility": "Odgovornost",
            "resourcefulness": "Iznajdljivost",
            "trainability": "Učljivost",
            "problem-solving": "Obvladovanje izzivov",
            "leadership": "Vodenje",
            "strategic-thinking": "Strateško razmišljanje",
            "decision-making": "Odločanje",
            "adaptability": "Prilagodljivost",
            "financial-acumen": "Finančna spretnost",
            "emotional-intelligence": "Čustvena inteligentnost"
        },
        "languages": {
            "title": "Jeziki",
            "slovenian": "Slovenščina",
            "english": "Angleščina",
            "german": "Nemščina",
            "italian": "Italijanščina"
        },
        "hobbies": {
            "title": "Hobiji",
            "singing": "Petje",
            "chess": "Šah",
            "guitar-playing": "Igranje kitare",
            "running": "Tek",
            "climbing": "Plezanje",
            "basketball": "Košarka",
            "traveling": "Potovanje",
            "gaming": "Igranje videoiger",
            "reading": "Branje"
        }
    },
    "experience": {
        "menu-item": "Izkušnje",
        "title": "Delovne izkušnje",
        "references": "Reference",
        "skills": "Veščine",
        "tech-stack": "Tehnologije",
        "present": "do sedaj",
        "institution": {
            "bia-separation": "BIA Separations d.o.o.",
            "institute-js": "Inštitut Jožefa Štefana",
            "akka": "AKKA GmbH",
            "achtzig20": "8020 Consulting GmbH"
        },
        "achtzig20": {
            "type": "Employee",
            "title": "Partner",
            "abstract": [
                "V okviru mojega dela v podjetju 8020 Consulting GmbH (prej poznano kot Achtzig20) sem imel privilegij sodelovati z dinamično ekipo, ter pomembno prispevati k rasti in uspehu podjetja. Karierno pot sem začel pri podjetju AKKA, kjer sem pridobil številne dragocene izkušnje kot razvijalec programske opreme in arhitekt sistemov, nato pa sem svojo pot nadaljeval v vlogi tehničnega vodje (Technical Lead). Z močnim znanjem s področij analize zahtev (Requirements Engineering), razvoja programske opreme, arhitekture sistemov in pristopov DevOps sem uspešno zagotavljal inovativne in kakovostne rešitve po meri naših naročnikov.",
                "Poleg tehničnih nalog sem svojo poklicno pot razširil tudi na poslovno vodenje organizacije. Kot direktor hčerinske družbe Achtzig20 d.o.o. v Ljubljani sem podjetje uspešno vodil skozi različne faze rasti – od vzpostavitve strateških partnerstev, kot je bilo sodelovanje z družbo e-Študentski Servis, pa vse do odprtja sodobne pisarne v samem središču Ljubljane. Danes kot partner v podjetju 8020 Consulting GmbH aktivno sodelujem pri strateškem vodenju podjetja, kjer razvijam pozitivno, inovativno in trajnostno usmerjeno korporativno kulturo.",
                "V okviru svoje dosedanje kariere sem sodeloval s priznanimi naročniki, kot so Audi, Porsche, BMW in DZ Bank, pri razvoju kompleksnih programskih rešitev – od spletnih aplikacij do specializiranih namiznih orodij. Uspešno sem se soočal z zahtevnimi internimi tehničnimi izzivi, izvajal izobraževanja s področja podatkovne analitike in s svojim strokovnim znanjem ustvarjal vredne ter praktične rešitve za naše naročnike.",
                "Mojo pot v družbi 8020 Consulting GmbH zaznamujejo nenehna rast, reševanje izzivov in inovacije. Gre za izjemno bogato in navdihujočo izkušnjo, ki mi omogoča pomembno prispevati k rasti podjetja ter graditi in negovati dolgoročne odnose z naročniki in partnerji."
            ],
            "achtzig20": {
                "type": "Poslovodja @ Achtzig20 d.o.o.",
                "title": "Achtzig20 d.o.o.",
                "abstract": [
                    "Kot direktor Achtzig20 d.o.o. sem igral ključno vlogo pri rasti in uspehu podjetja. Vse se je začelo z delovnimi študenti preko e-Študentski Servisa, ki so začeli delati za Achtzig20 GmbH. S časom smo razširili ekipo z redno zaposlenimi in vzpostavili prekrasen pisarniški prostor v središču Ljubljane. Dosegli smo pomembne mejnike, med drugim ustanovitev podružnice Achtzig20 d.o.o. Skupaj smo zgradili močno in uspešno organizacijo, ki jo poganja naša strast do odličnosti in predanost zagotavljanju izjemnih storitev."
                ],
                "skills": [
                    "Vodstvo",
                    "Strateško razmišljanje",
                    "Komunikacija",
                    "Odločanje",
                    "Prilagodljivost",
                    "Finančno razumevanje",
                    "Čustvena inteligentnost"
                ]
            },
            "noa": {
                "type": "CTO @ newonads GmbH",
                "title": "newonads",
                "link": "newonads.de",
                "abstract": [
                    "Newonads je digitalna oglaševalska platforma, ki povezuje blagovne znamke in podjetja z relevantnim in zanesljivim dosegom, čustveno privlačnostjo ter zvesto skupnostjo na določenem geografskem območju. Vse kampanje se lahko načrtujejo, merijo in dosežejo ciljno skupino neposredno.",
                    "Če iščete digitalno oglaševalsko platformo, ki vam lahko pomaga doseči vašo ciljno občinstvo, izboljšati prepoznavnost blagovne znamke, generirati povpraševanje in povečati prodajo, je newonads odlična izbira."
                ],
                "skills": [
                    "Upravljanje projektov",
                    "Vodenje ekipe",
                    "Oblikovanje izdelka",
                    "Tehnično vodenje",
                    "Inženiring zahtev",
                    "Razvoj programske opreme",
                    "Programska arhitektura",
                    "DevOps"
                ]
            },
            "grid3": {
                "type": "CTO @ Studio3 GmbH",
                "title": "GRID3",
                "link": "grid3.io",
                "abstract": [
                    "Grid3 je platforma, ki agencijam pomaga pri gradnji in vzdrževanju digitalnih skupnosti z izkoristkom prostora web3, vendar brez varnostnih tveganj in dodatnih stroškov, ki jih prinaša.",
                    "Ponuja različna orodja in vire, ki pomagajo agencijam ustvarjati, upravljati in razvijati svoje skupnosti. Med temi orodji so oblikovanje in izdelava pametnih pogodb / NFT-jev, API-integracije z različnimi spletnimi trgovinami, načrtovanje razvojne poti, gamifikacija NFT-jev za povečanje zvestobe itd."
                ],
                "skills": [
                    "Upravljanje projektov",
                    "Vodenje ekipe",
                    "Oblikovanje izdelka",
                    "Tehnično vodenje",
                    "Inženiring zahtev",
                    "Razvoj programske opreme",
                    "Programska arhitektura",
                    "DevOps"
                ]
            },
            "development": {
                "type": "Projekti",
                "job-car": {
                    "title": "JobCar @ Graf Hardenberg",
                    "link": "jobcar-flotteeins.de/",
                    "abstract": [
                        "JobCar ponuja inovativen model lizinga vozil, ki ga lahko delodajalci svojim zaposlenim zagotovijo preko preoblikovanja bruto plače. Zaposleni hitro in enostavno izberejo ter naročijo želeno vozilo prek spletne platforme ter s tem pridobijo dostop do ugodnih pogojev »Full-Service-Leasing«, izboljšano osebno likvidnost ter uporabo storitvene kartice za brezgotovinsko poslovanje. Delodajalci s tem krepijo motivacijo zaposlenih, povečujejo privlačnost lastne znamke delodajalca, znižujejo stroške prek boljših nabavnih pogojev vozil in si zagotovijo celovito upravljanje voznega parka. Model JobCar posebej spodbuja elektromobilnost, ki omogoča znatne davčne ugodnosti ter skladno podpira trajnostne cilje podjetja."
                    ],
                    "skills": [
                        "Upravljanje projektov",
                        "Vodenje ekipe",
                        "Tehnični vodja",
                        "Oblikovanje izdelka",
                        "Inženirstvo zahtev / Analiza zahtev",
                        "Razvoj programske opreme",
                        "Arhitektura programske opreme",
                        "DevOps"
                    ]
                },
                "alice": {
                    "title": "ALICE @ CARIAD",
                    "abstract": [
                        "Sledenje in spremljanje stanja in stopnje zrelosti za interdisciplinarne projektne skupine (notranje in zunanje dobavitelje) ter upravljanje na različnih ravneh zahtev. Popolna sledljivost skozi vse faze razvojnega procesa, vključno s potrditvami na različnih ravneh. Analiza in prikaz različnih KPI-jev, kot so zahtevki, napake, testiranje, spremembe itd.",
                        "Podatki se delno samodejno uvažajo, preslikujejo in posodabljajo v ALICE preko vmesnikov različnih platform (JIRA, BitBucket, Doors, cPlace, codeBeamer itd.)."
                    ],
                    "skills": [
                        "Tehnično vodenje",
                        "Inženiring zahtev",
                        "Razvoj programske opreme",
                        "Programska arhitektura",
                        "DevOps"
                    ]
                },
                "new": {
                    "title": "NEW @ AUDI",
                    "abstract": [
                        "Orodje za poročanje omogoča sledenje in poročanje o razvoju komponent. Sestavlja ga področja sledenja novih delov, agregatna ožičenja in paket. Skupine lahko bolje spremljajo napredek, identificirajo ovire in izboljšajo komunikacijo."
                    ],
                    "skills": ["Tehnično vodenje", "Inženiring zahtev", "Razvoj programske opreme"]
                },
                "fapos": {
                    "title": "FAPOS @ AUDI",
                    "abstract": [
                        "Orodje, ki olajšuje rezervacijo novih avtomobilov za preizkuse s strani partnerjev avtomobilskih trgovin Audi. Orodje vključuje GRP enotno prijavo in zagotavlja celovit delovni postopek, vključno s potrditvami administratorja in obvestili po elektronski pošti."
                    ],
                    "skills": ["Inženiring zahtev", "Razvoj programske opreme"]
                }
            },
            "trainings": {
                "type": "Vodenje Izobraževanj",
                "title": "Podatkovna analiza",
                "abstract": [
                    "Imam izkušnje pri izvajanju usposabljanj na področju analize podatkov, kjer sem razvil dva izobraževalna programa. Prvo usposabljanje se osredotoča na zagotavljanje pregleda analitike podatkov, udeležencem pa predstavi koncept, izzive in cikel analitike podatkov. Prav tako zajema teme, kot so vitka analitika in rastno usmerjeno načrtovanje.",
                    "Drugo usposabljanje nadgrajuje temelje prvega z uvajanjem programskega jezika Python in podrobnejšim spoznavanjem metod ter algoritmov strojnega učenja. Udeleženci pridobijo praktične izkušnje v programiranju s Pythonom in se naučijo učinkovite uporabe tehnik analize podatkov.",
                    "Oba programa usposabljanja sem izvajal v sodelovanju s strankami, kot so BMW in DZ Bank, kar mi je omogočilo pridobivanje izkušenj pri delu z uveljavljenimi podjetji. S tem sem pridobil dragocene vpoglede v uporabo analitike podatkov v realnih poslovnih scenarijih in izboljšal svoje sposobnosti pri izvajanju usposabljanj na tem področju.",
                    "S temi usposabljanji sem pomagal strankam izboljšati njihovo razumevanje in uporabo analitike podatkov ter jih opremil z znanjem, ki jim omogoča učinkovito reševanje izzivov na tem področju."
                ]
            }
        },
        "akka": {
            "type": "Zaposlen",
            "title": "Diplomirani inženir",
            "abstract": [
                "Med mojim 8-mesečnim potovanjem z družbo AKKA sem imel/a priložnost obiskati 1-mesečni program v Akkademy v Ženevi in nato delati v Ingolstadtu. Kljub novosti programa in nekaterim začetnim izzivom sem izkoristil/a dragoceno priložnost ter vzpostavil/a pomembne stike, ki so mi omogočili prihodnje delo."
            ],
            "certificate": "Potrdilo o zaposlitvi",
            "projects": {
                "type": "Projekti",
                "carship": {
                    "title": "Carship",
                    "link": "carship.online",
                    "abstract": [
                        "V vlogi glavnega razvijalca in oblikovalca arhitekture carship.online sem imel pomembno vlogo pri razvoju platforme. Odgovoren sem bil za implementacijo programske opreme in oblikovanje uporabniškega toka. S svojim delom sem prispeval k učinkovitemu delovanju platforme in zagotavljanju prijazne uporabniške izkušnje, ki zadovoljuje potrebe uporabnikov."
                    ]
                },
                "second-hand": {
                    "title": "Analiza vpliva dodatnih funkcij na ceno rabljenih vozil znamke AUDI",
                    "abstract": [
                        "V tem projektu smo izvedli celovito analizo odvisnosti cene rabljenih vozil, pri čemer smo se posebej osredotočili na vozila znamke AUDI. Naš glavni cilj je bil raziskati vlogo dodatnih funkcij pri vztrajnosti cene.",
                        "Z obsežnim raziskovanjem in analizo podatkov smo preučili različne dodatne funkcije, ki so na voljo za vozila znamke AUDI, ter njihov vpliv na vrednost pri ponovni prodaji. Z analizo zgodovinskih podatkov o prodaji, trendov na trgu in željah kupcev smo si prizadevali ugotoviti, katere dodatne funkcije imajo pomemben vpliv na vzdrževanje cene AUDI vozil."
                    ]
                }
            },
            "akkademy": {
                "type": "Vključevanje novih članov",
                "title": "Akkademy",
                "abstract": [
                    "Akkademy je program za vključevanje novih članov, ki sem ga obiskoval med svojo zaposlitvijo pri podjetju AKKA GmbH. Ta program mi je omogočil pridobivanje novih znanj in veščin ter se poglobil v delovne procese in vrednote podjetja. S pomočjo Akkademyja sem pridobil dragocene izkušnje in se še bolj povezal z ostalimi sodelavci."
                ]
            }
        },
        "institute-js": {
            "type": "Študentski raziskovalec",
            "title": "Raziskovalec na Inštitutu Jožefa Štefana",
            "abstract": [
                "Med magistrskim študijem sem začel delati kot študentski raziskovalec na Inštitutu Jožefa Štefana. Moj mentor je bil prof. dr. Simon Širca. V tem obdobju sem se naučil analizirati podatke, programirati v jeziku C++, izvajati simulacije, interpretirati in predstavljati podatke ter še mnogo drugega. Zadnjih šest mesecev sem opravljal prakso v Mainzu."
            ]
        },
        "bia-separation": {
            "type": "Študentski raziskovalec",
            "title": "Raziskovalec pri podjetju BIA Separations d.o.o.",
            "abstract": [
                "Prvi večji projekt sem izvajal v podjetju BIA Separations v sodelovanju z Inštitutom Jožefa Štefana. Podjetje proizvaja posebne materiale, ki se uporabljajo za filtracijo virusov in proteinov v različnih kemijskih in farmacevtskih laboratorijih. Raziskavo sem izvajal v inštitutu in predstavil ugotovitve podjetju. To je zahtevalo samostojnost, odgovornost in natančnost."
            ]
        }
    },
    "education": {
        "menu-item": "Izobrazba",
        "title": "Izobrazba",
        "institution": {
            "university": "Univerza v Ljubljani",
            "faculty": "Fakulteta za matematiko in fiziko",
            "high-school": "Škofijska Gimnazija Vipava",
            "primary-school": "Osnovna šola Dornberk"
        },
        "degree": {
            "master": {
                "title": "Magistrski študij matematične fizike",
                "abstract": [
                    "Magistrski študij je predstavljal velik korak k pridobivanju praktičnih veščin ter razkril veliko o mojih željah glede prihodnje kariere.",
                    "Moje povprečje ocen je bilo 8,3, kar ustreza oceni A (ZDA) in 2,3 (Nemčija)."
                ]
            },
            "bachelor": {
                "title": "Dodiplomski študij splošne fizike",
                "abstract": [
                    "Na prvi stopnji študija se zaradi želje po širini nisem želel preveč specializirati. Zato sem pri izbiri predmetov poskušal zajeti čim širši spekter znanja. Poleg splošnih predmetov, kot so matematika in klasična ter moderna fizika, sem se seznanil tudi z načeli astronomije, geofizike, elektronike in predvsem modelne fizike.",
                    "Moje povprečje ocen je bilo 8,3, kar ustreza oceni A (ZDA) in 2,3 (Nemčija)."
                ]
            },
            "high-school": {
                "title": "Splošni gimnazijski program",
                "abstract": "Srednješolski gimnazijski program, ki mi je omogočil pridobitev nadpovprečne splošne izobrazbe, je poudaril pomembnost sočloveka, etike in moralnih vprašanj ter mi tako omogočil boljše razumevanje sebe in drugih. Poleg splošnih predmetov sem pridobil tudi osnovno znanje italijanskega in latinskega jezika ter prejemal Zoisovo štipendijo za nadarjene študente."
            },
            "primary-school": {
                "title": "Osnovnošolska izobrazba",
                "abstract": "Zgodnje sodelovanje v raznolikih zunajšolskih dejavnostih, kot so glasbena izobrazba, šahovska tekmovanja in šport, mi je omogočilo razširitev svojih obzorij."
            }
        },
        "master-thesis": {
            "type": "Magistersko delo",
            "title": "Zasnova experimenta za meritev aksialnega oblikovnega faktorja protona",
            "file": "Prenesi datoteko",
            "code": "Source Code",
            "abstract": [
                "V tem delu se ukvarjam z vprašanjem o izvedljivosti poskusa na osnovi nabite šibke interakcije, s katerim bi s pomočjo do sedaj še ne uporabljene metode izmerili odvisnost aksialnega oblikovnega faktorja GA od prenosa gibalne količine Q&#178;. Pri tem bi uporabili elektronski žarek z energijo pod pragom produkcije pionov (120 MeV). Pretekli poskusi meritve aksialnega oblikovnega faktorja, so potekali preko nevtrinskih reakcij s snovjo, katerih velika slabost sta slabo poznana tok in energija vpadnih delcev. Drug način meritev je preko elektroprodukcije pionov, pri katerih je rezultat močno odvisen od privzetega modela. Predlagan poskus nima modelske odvisnosti, prav tako sta dobro poznana tok in energija vpadnih delcev, zaradi česar bi lahko odvisnost aksialnega oblikovnega faktorja določili z veliko manjšo napako.",
                "Izvedljivost takega poskusa bi odprla vrata podobnim poskusom, s katerimi bi lahko npr. določili tudi magnetni oblikovni faktor prostega nevtrona, ki do sedaj še ni bil izmerjen in pomeni eno od osnovnih količin jedrske fizike. Izvedba in natančnost pa sta pogojena s kvalitetno odstranitvijo elektromagnetnega ozadja. To sem testiral s programskim orodjem Geant4, ki je namenjeno analizi prehoda delcev skozi snov."
            ]
        },
        "student-exchange": {
            "type": "Študentska izmenjava",
            "title": "Program študijske izmenjave Erasmus+",
            "abstract": [
                "V zadnjem semestru študija sem se pridružil programu študentske izmenjave Erasmus+. Kot pripravnik sem delal v Mikotronu v Mainzu (Nemčija). Med pripravništvom sem se udeležil tudi nekaj predavanj na lokalni univerzi (Johannes Guttenberg Universität). Poleg osnovnega znanja nemškega jezika sem spoznal veliko ljudi, razširil svoje obzorje in izboljšal socialne veščine. Med pripravništvom sem se naučil analizirati velike količine podatkov. Prav tako sem delal na projektu, ki je vključeval oblikovanje, konstrukcijo in testiranje nadgradnje detektorja."
            ]
        },
        "manhattan-project": {
            "type": "Seminar",
            "title": "Fizika projekta Manhattan",
            "file": "Prenesi datoteko",
            "presentation": "Prezentacija",
            "abstract": [
                "V tem seminarju je predstavljena fizika za Manhattanov projekt. Opisani so problemi, s katerimi so se fiziki srečevali pri sestavljanju jedrske bombe med drugo svetovno vojno, ter sprejete odločitve. To vključuje izbiro pravega fisilnega materiala, vrsto detonacije in druge vidike. Procesi v jedrskem središču bombe so predstavljeni z uporabo preprostih modelov in tehnik. Na koncu preizkusimo numerično simulacijo detonacije z uporabo pridobljenih rezultatov ter jih primerjamo z dejanskimi podatki."
            ]
        },
        "bachelor-thesis": {
            "type": "Dodiplomsko delo",
            "title": "Bariogeneza preko Leptogeneze",
            "file": "Prenesi datoteko",
            "presentation": "Prezentacija",
            "abstract": [
                "V seminarju je predstavljen možen scenarij bariogeneze, ki bi lahko pripeljal do opazovane kozmološke barionske asimetrije. Ta scenarij se imenuje bariogeneza preko leptogeneze in je mogoč, če velja teorija, ki predpostavlja, da so vsi nevtrini Majoranovi fermioni. Poleg lahkih levosučnih nevtrinov teorija predvideva tudi težke desnosučne nevtrine z maso M. Pri temperaturah okoli T ∼ M ti nevtrini, skozi razpade izven termičnega ravnotežja, ustvarijo leptonsko asimetrijo, pri čemer kršijo ohranitev leptonskega števila in CP simetrijo. Neperturbativni procesi elektrošibke interakcije v standardnem modelu nato presežek leptonov pretvorijo v barionsko asimetrijo."
            ]
        },
        "iskre": {
            "type": "Tehnični urednik",
            "title": "Iskre",
            "issue": "letnik",
            "number": "številka",
            "abstract": [
                "Tekom gimnazijskega programa sem 4 leta kot tehnični urednik sodeloval pri izdelavi šolskega glasila po imenu Iskre. Rezultate dela lahko preverite na spodnjih povezavah."
            ]
        }
    },
    "contact": {
        "menu-item": "Stik",
        "title": "Želite stopiti v stik?",
        "title-success": "Hvala, ker ste stopili v stik!",
        "full-name": {
            "label": "Polno ime",
            "placeholder": "Vnesi polno ime",
            "error": {
                "required": "Prosimo, vnesite svoje ime."
            }
        },
        "email": {
            "label": "Spletna pošta",
            "placeholder": "primer@gmail.com",
            "hint": "Vaše spletne pošte ne bom delil z nikomer.",
            "error": {
                "required": "Prosimo, vnesite vaš e-poštni naslov.",
                "email": "Prosimo, vnesite veljaven e-poštni naslov."
            }
        },
        "subject": {
            "label": "Zakaj želite vzpostaviti stik?",
            "placeholder": "Vzpostavljam stik, ker... (prosim izberite eno možnost)",
            "option": {
                "freelance": "Potrebujem nekaj storjenega.",
                "offering-position": "Rad bi vam ponudil delo.",
                "technical-advice": "Potrebujem tehnično svetovanje.",
                "seeking-job": "Iščem zaposlitev.",
                "other": "Želim samo klepetati."
            },
            "error": {
                "required": "Prosimo, izberite namen."
            }
        },
        "message": {
            "label": "Sporočilo",
            "placeholder": "Opišite zakaj želite stopiti v kontakt...",
            "error": {
                "required": "Prosimo, vnesite sporočilo."
            }
        },
        "checkout": "",
        "submit": {
            "label": "Pošlji",
            "subject": "Spletno povpraševanje",
            "one-last-thing": "Samo da se prepričam, da niste robot. Vem, da je malce nadležno, ampak prosim, vztrajajte z menoj.",
            "fail": "Nekaj je šlo narobe. Prosimo, poskusite znova ali mi pišite na LinkedInu:",
            "success": "Sporočilo uspešno poslano! V kontakt bom stopil v najkrajšem možnem času."
        }
    },
    "theme": {
        "white": "Beli Nacin",
        "light": "Svetli Nacin",
        "dark": "Temni Nacin"
    },
    "website": {
        "link": "Spletna stran"
    },
    "accessibility": {
        "buttons": {
            "export-pdf": "Izvozi v PDF",
            "menu-open": "Odpri menu",
            "menu-close": "Zapri menu",
            "send-contact": "Pošlji",
            "expand-area": "Razširi poglavje"
        },
        "images": {
            "profile": "Profilna Slika"
        }
    },
    "insert-password": "Vnesite Geslo"
}
